[
    {
        "id": "9be816ce-5913-4380-9ab2-d20652d862a2",
        "rank": 1,
        "page": 3,
        "content": "Chương I: NHỮNG QUY ĐỊNH CHUNG",
        "childs": [
            {
                "id": "a62eca81-0cf3-4abe-8f24-0a5411a1a0cf",
                "rank": 3,
                "page": 3,
                "content": "Điều 1. Phạm vi điều chỉnh và đối tượng áp dụng",
                "childs": [
                    {
                        "id": "89f67320-c895-45f4-a520-2135734771d4",
                        "rank": 5,
                        "page": 3,
                        "content": "1. Quy chế này quy định việc tổ chức và quản lý đào tạo trình độ đại học, bao gồm: Chương trình đào tạo và thời gian học tập; hình thức và phương thức tổ chức đào tạo; lập kế hoạch và tổ chức giảng dạy; đánh giá kết quả học tập và cấp bằng tốt nghiệp; những quy định khác đối với sinh viên."
                    },
                    {
                        "id": "111bfc36-1eb0-4b79-80b8-f741071ab309",
                        "rank": 5,
                        "page": 3,
                        "content": "2. Quy chế này áp dụng đối với giảng viên, sinh viên, các đơn vị, tổ chức và cá nhân liên quan trong đào tạo trình độ đại học theo hình thức chính quy và hình thức vừa làm vừa học của Trường Đại học Quy Nhơn."
                    }
                ],
                "child_ids": [
                    "89f67320-c895-45f4-a520-2135734771d4",
                    "111bfc36-1eb0-4b79-80b8-f741071ab309"
                ]
            },
            {
                "id": "549c946a-3e56-4021-8034-59132f5b4612",
                "rank": 3,
                "page": 3,
                "content": "Điều 2. Chương trình đào tạo và thời gian học tập",
                "childs": [
                    {
                        "id": "981fff7c-63b1-45c9-829e-fce4515e0a83",
                        "rank": 5,
                        "page": 3,
                        "content": "1. Chương trình đào tạo được xây dựng theo đơn vị tín chỉ, cấu trúc từ các môn học hoặc học phần (sau đây gọi chung là học phần), trong đó phải có đủ các học phần bắt buộc và đáp ứng chuẩn chương trình đào tạo theo quy định hiện hành của Bộ Giáo dục và Đào tạo. Trong trường hợp đào tạo song ngành hoặc ngành chính - ngành phụ, chương trình đào tạo phải thể hiện rõ khối lượng học tập chung và riêng theo từng ngành. Chương trình đào tạo bao gồm mục tiêu, khối lượng kiến thức, cấu trúc, nội dung, phương pháp và hình thức đánh giá đối với môn học, ngành học, trình độ đào tạo, chuẩn đầu ra phù hợp với Khung trình độ quốc gia Việt Nam."
                    },
                    {
                        "id": "63b23043-51f4-4928-a209-485839c8ab4a",
                        "rank": 5,
                        "page": 3,
                        "content": "2. Nội dung, chuẩn đầu ra của chương trình đào tạo áp dụng chung đối với các hình thức, phương thức tổ chức đào tạo và đối tượng người học khác nhau. Đối với người đã tốt nghiệp trình độ khác hoặc ngành khác, khối lượng học tập thực tế được xác định trên cơ sở công nhận, hoặc chuyển đổi tín chỉ đã tích lũy và miễn trừ học phần trong chương trình đào tạo trước."
                    },
                    {
                        "id": "5be4a280-3284-47bf-bfff-f5e5c4ed46c2",
                        "rank": 5,
                        "page": 3,
                        "content": "3. Chương trình đào tạo phải được công khai đối với người học trước khi tuyển sinh và khi bắt đầu khóa học; những thay đổi, điều chỉnh liên quan đến chương trình đào tạo được thực hiện theo quy định hiện hành và công bố trước khi áp dụng, không gây tác động bất lợi cho sinh viên."
                    },
                    {
                        "id": "e55be5cf-eb8e-429a-9d42-5e39a7bc063d",
                        "rank": 5,
                        "page": 4,
                        "content": "4. Đối với mỗi hình thức đào tạo, chương trình đào tạo phải có kế hoạch học tập chuẩn toàn khóa để định hướng cho sinh viên.",
                        "childs": [
                            {
                                "id": "ca80775b-9b6c-4fc7-a824-0fc804490084",
                                "rank": 7,
                                "page": 4,
                                "content": "a) Thời gian theo kế hoạch học tập chuẩn toàn khóa đối với hình thức đào tạo chính quy: 4,5 năm đối với các ngành đào tạo kỹ sư; 3,5 năm đối với ngành đào tạo cử nhân kỹ thuật và 4 năm đối với các ngành còn lại. Khối lượng học tập của chương trình đào tạo (không kể khối lượng các học phần Giáo dục thể chất và Giáo dục quốc phòng - an ninh):\nCác ngành cấp bằng Kỹ sư: 150 tín chỉ.\nCác ngành đào tạo giáo viên (ngành sư phạm): 138 tín chỉ.\nCác ngành đào tạo cử nhân kỹ thuật: 120 tín chỉ.\nCác ngành còn lại: 135 tín chỉ.\nKhối lượng học tập của chương trình đào tạo có thể thay đổi phù hợp với yêu cầu cập nhật, điều chỉnh chương trình đào tạo nhưng phải đảm bảo quy định theo chuẩn chương trình đào tạo hiện hành của Bộ Giáo dục và Đào tạo."
                            },
                            {
                                "id": "74dcb780-6832-4a13-a6c7-f32fc3a7fd90",
                                "rank": 7,
                                "page": 4,
                                "content": "b) Thời gian theo kế hoạch học tập chuẩn toàn khóa đối với hình thức đào tạo vừa làm vừa học dài hơn tối thiểu 20% so với hình thức đào tạo chính quy của cùng chương trình đào tạo."
                            }
                        ],
                        "child_ids": [
                            "ca80775b-9b6c-4fc7-a824-0fc804490084",
                            "74dcb780-6832-4a13-a6c7-f32fc3a7fd90"
                        ]
                    },
                    {
                        "id": "c88fef85-3f11-420f-9056-8aec66589db1",
                        "rank": 5,
                        "page": 4,
                        "content": "5. Thời gian tối đa để sinh viên hoàn thành chương trình đào tạo: không vượt quá 02 lần thời gian theo kế hoạch học tập chuẩn toàn khóa đối với mỗi hình thức đào tạo được quy định tại khoản 4 Điều 2 của Quy chế này. Đối với sinh viên học liên thông được miễn trừ khối lượng tín chỉ tích lũy, thời gian tối đa để sinh viên hoàn thành chương trình đào tạo được xác định trên cơ sở thời gian theo kế hoạch học tập chuẩn toàn khóa giảm tương ứng với khối lượng được miễn trừ."
                    }
                ],
                "child_ids": [
                    "981fff7c-63b1-45c9-829e-fce4515e0a83",
                    "63b23043-51f4-4928-a209-485839c8ab4a",
                    "5be4a280-3284-47bf-bfff-f5e5c4ed46c2",
                    "e55be5cf-eb8e-429a-9d42-5e39a7bc063d",
                    "c88fef85-3f11-420f-9056-8aec66589db1"
                ]
            },
            {
                "id": "3dcff3bc-cee7-4075-a931-781dd8c0c409",
                "rank": 3,
                "page": 4,
                "content": "Điều 3. Học phần, tín chỉ và đề cương chi tiết học phần",
                "childs": [
                    {
                        "id": "96a0cce2-cfbe-42bc-a83b-874229c55d86",
                        "rank": 5,
                        "page": 4,
                        "content": "1. Học phần là một tập hợp hoạt động giảng dạy và học tập được thiết kế nhằm thực hiện một số mục tiêu cụ thể, trang bị cho người học những kiến thức kỹ năng thuộc một phạm vi chuyên môn hẹp trong chương trình đào tạo. Mỗi học phần có khối lượng từ 1 đến 4 tín chỉ, thông thường được tổ chức giảng dạy, học tập trong một học kỳ. Kiến thức trong mỗi học phần phải gắn với một mức trình độ theo năm học thiết kế và được kết cấu riêng như một phần của môn học hoặc được kết cấu dưới dạng tổ hợp từ nhiều môn học. Số tiết lý thuyết, thực hành, thảo luận của mỗi học phần được quy định trong chương trình đào tạo. Mỗi học phần được ký hiệu bằng một mã số riêng (gọi là mã học phần) do Trường quy định."
                    },
                    {
                        "id": "865f0cd8-169f-434f-9e8c-70f2c9dc33c4",
                        "rank": 5,
                        "page": 4,
                        "content": "2. Các loại học phần:",
                        "childs": [
                            {
                                "id": "295bda1a-08d0-4246-9222-346a47e93018",
                                "rank": 7,
                                "page": 4,
                                "content": "a) Học phần bắt buộc là học phần chứa đựng những nội dung kiến thức chính yếu của mỗi chương trình đào tạo và bắt buộc sinh viên phải tích lũy."
                            },
                            {
                                "id": "600de7f1-db1f-4d21-b550-052c7b66cc94",
                                "rank": 7,
                                "page": 5,
                                "content": "b) Học phần tự chọn là học phần chứa đựng những nội dung kiến thức cần thiết, nhưng sinh viên được tự chọn theo hướng dẫn của khoa để tích lũy đủ số học phần quy định cho mỗi chương trình."
                            },
                            {
                                "id": "472efdbd-18ea-4f45-80d2-86d7f3a7544b",
                                "rank": 7,
                                "page": 5,
                                "content": "c) Học phần trước: Học phần A là học phần trước của học phần B, sinh viên chỉ được đăng ký học học phần B khi đã học học phần A."
                            },
                            {
                                "id": "ef25315b-7c93-48e9-999a-fbfe5bd82ff8",
                                "rank": 7,
                                "page": 5,
                                "content": "d) Học phần tương đương là một hay một nhóm học phần thuộc chương trình đào tạo của một ngành khác đang đào tạo tại trường, được phép tích lũy để thay cho một hay một nhóm học phần trong chương trình đào tạo của ngành, chuyên ngành."
                            },
                            {
                                "id": "b48de01a-5f42-48ec-9711-2a36ea0617ae",
                                "rank": 7,
                                "page": 5,
                                "content": "đ) Học phần thay thế là học phần được sử dụng để thay thế cho một học phần có trong chương trình nhưng nay không còn tổ chức giảng dạy nữa hoặc là một học phần tự chọn thay cho học phần tự chọn khác.",
                                "childs": [
                                    {
                                        "id": "e147a59e-0c7b-41ef-a735-2f7c2980cd21",
                                        "rank": 1000,
                                        "page": 5,
                                        "content": "Các học phần tương đương, học phần thay thế có số tín chỉ lớn hơn hoặc bằng số tín chỉ của học phần được xem xét do khoa quản lý ngành đào tạo đề xuất và được Hiệu trưởng phê duyệt."
                                    }
                                ],
                                "child_ids": [
                                    "e147a59e-0c7b-41ef-a735-2f7c2980cd21"
                                ]
                            },
                            {
                                "id": "18910b26-62c1-4727-b62f-e2a207b6bd37",
                                "rank": 7,
                                "page": 5,
                                "content": "e) Học phần điều kiện là học phần mà sinh viên phải hoàn thành mới được xét tốt nghiệp nhưng điểm của học phần này không tính vào điểm trung bình chung học kỳ và điểm trung bình chung tích lũy.",
                                "childs": [
                                    {
                                        "id": "283482d7-d835-4394-97c1-ccd9ea43006b",
                                        "rank": 1000,
                                        "page": 5,
                                        "content": "Các học phần điều kiện gồm: Giáo dục thể chất, Giáo dục quốc phòng - an ninh. Riêng ngành Giáo dục thể chất chỉ có Giáo dục quốc phòng - an ninh là học phần điều kiện."
                                    },
                                    {
                                        "id": "ce6906b4-4005-468f-a325-fb65a3cc205e",
                                        "rank": 1000,
                                        "page": 5,
                                        "content": "Đánh giá việc hoàn thành các học phần điều kiện xem chi tiết tại khoản 2, Điều 17 của Quy chế này."
                                    }
                                ],
                                "child_ids": [
                                    "283482d7-d835-4394-97c1-ccd9ea43006b",
                                    "ce6906b4-4005-468f-a325-fb65a3cc205e"
                                ]
                            }
                        ],
                        "child_ids": [
                            "295bda1a-08d0-4246-9222-346a47e93018",
                            "600de7f1-db1f-4d21-b550-052c7b66cc94",
                            "472efdbd-18ea-4f45-80d2-86d7f3a7544b",
                            "ef25315b-7c93-48e9-999a-fbfe5bd82ff8",
                            "b48de01a-5f42-48ec-9711-2a36ea0617ae",
                            "18910b26-62c1-4727-b62f-e2a207b6bd37"
                        ]
                    },
                    {
                        "id": "fc81aa7f-aa90-4185-a4a6-44e76a5567ba",
                        "rank": 5,
                        "page": 5,
                        "content": "3. Tín chỉ được sử dụng để xác định khối lượng học tập của chương trình đào tạo, của mỗi thành phần hoặc của mỗi học phần trong chương trình đào tạo. Một tín chỉ được tính tương đương 50 giờ học tập định mức của người học, bao gồm cả thời gian dự giờ giảng, giờ học có hướng dẫn, tự học, nghiên cứu, trải nghiệm và dự kiểm tra, đánh giá. Một tín chỉ yêu cầu thực hiện tối thiểu 15 giờ giảng hoặc 30 giờ thực hành, thí nghiệm, thảo luận đối với hoạt động dạy học trên lớp; 45 giờ làm tiểu luận, bài tập lớn hoặc đồ án, khoá luận tốt nghiệp, thực tập tại cơ sở. Trong đó một giờ trên lớp được tính bằng 50 phút."
                    },
                    {
                        "id": "3f5e7d03-5406-438b-97c5-e07098f124a9",
                        "rank": 5,
                        "page": 5,
                        "content": "4. Đề cương chi tiết học phần phải thể hiện rõ mục tiêu, chuẩn đầu ra, số lượng tín chỉ, điều kiện tiên quyết (nếu có), phương pháp và hình thức tổ chức dạy học, kế hoạch giảng dạy chi tiết, đánh giá kết quả học tập, tài liệu phục vụ môn học, điều kiện thí nghiệm, thực hành, thực tập phục vụ học phần và các thông tin khác theo yêu cầu của Trường. Các thông tin trong đề cương chi tiết được giảng viên phổ biến công khai tới sinh viên trong buổi học đầu tiên của học phần."
                    }
                ],
                "child_ids": [
                    "96a0cce2-cfbe-42bc-a83b-874229c55d86",
                    "865f0cd8-169f-434f-9e8c-70f2c9dc33c4",
                    "fc81aa7f-aa90-4185-a4a6-44e76a5567ba",
                    "3f5e7d03-5406-438b-97c5-e07098f124a9"
                ]
            },
            {
                "id": "917b695c-868d-4adc-b199-a2aec3dfce8d",
                "rank": 3,
                "page": 6,
                "content": "Điều 4. Tổ chức lớp học, khoa quản lý ngành đào tạo và khoa quản lý học phần",
                "childs": [
                    {
                        "id": "68776753-3619-4b53-acf3-25f128dcd880",
                        "rank": 5,
                        "page": 6,
                        "content": "1. Lớp sinh viên:\nBao gồm các sinh viên của một khóa, ngành đào tạo, thông thường được duy trì suốt khóa học. Trường hợp các ngành có đông sinh viên sẽ được chia thành nhiều lớp sinh viên. Lớp sinh viên được tổ chức, hoạt động theo Quy định về công tác sinh viên. Sinh viên đã học hết thời gian theo kế hoạch học tập chuẩn toàn khóa thì sinh hoạt với lớp sinh viên cùng ngành ở khóa sau. Cố vấn học tập của lớp sinh viên thực hiện nhiệm vụ và quyền hạn theo quy định."
                    },
                    {
                        "id": "cd672d55-eb4b-457c-8834-2eed504b21cb",
                        "rank": 5,
                        "page": 6,
                        "content": "2. Lớp học phần:\nGồm các sinh viên đăng ký học cùng một học phần, cùng một thời khóa biểu. Lớp học phần được tổ chức dựa vào số lượng đăng ký học của sinh viên ở mỗi học kỳ. Số lượng sinh viên tối thiểu để tổ chức lớp là 60 sinh viên với các học phần chung toàn trường, 25 sinh viên với các học phần chuyên ngành. Nhà trường sẽ xem xét mở lớp trong các trường hợp đặc biệt khác. Nếu số lượng sinh viên ít, không đủ điều kiện mở lớp học phần thì lớp học sẽ không được tổ chức và sinh viên phải đăng ký chuyển sang học những lớp học phần khác. Sinh viên phải theo dõi kết quả đăng ký học để kịp thời đăng ký học các học phần khác nhằm đảm bảo đủ khối lượng học tập tối thiểu của mỗi học kỳ. Mỗi lớp học phần có một mã số và thời khóa biểu riêng."
                    },
                    {
                        "id": "b600ada9-0ba6-472b-9dca-8a4b43dc9540",
                        "rank": 5,
                        "page": 6,
                        "content": "3. Khoa quản lý ngành đào tạo: Là khoa quản lý chương trình đào tạo và tổ chức, quản lý quá trình đào tạo sinh viên đã được tuyển sinh theo ngành đào tạo."
                    },
                    {
                        "id": "17e22507-0fd1-4009-977d-5fa5fb46de81",
                        "rank": 5,
                        "page": 6,
                        "content": "4. Khoa quản lý học phần: Khoa quản lý học phần do Hiệu trưởng quyết định và quản lý về chuyên môn đối với mỗi học phần cụ thể trong chương trình đào tạo; chịu trách nhiệm biên soạn đề cương chi tiết, xây dựng và thực hiện phương pháp kiểm tra, đánh giá kết quả học tập,nhập điểm đánh giá quá trình và điểm thi kết thúc học phần."
                    }
                ],
                "child_ids": [
                    "68776753-3619-4b53-acf3-25f128dcd880",
                    "cd672d55-eb4b-457c-8834-2eed504b21cb",
                    "b600ada9-0ba6-472b-9dca-8a4b43dc9540",
                    "17e22507-0fd1-4009-977d-5fa5fb46de81"
                ]
            },
            {
                "id": "3da4b14b-0ac5-4427-a188-73d61353b820",
                "rank": 3,
                "page": 6,
                "content": "Điều 5. Phương thức tổ chức đào tạo",
                "childs": [
                    {
                        "id": "9ff392be-9aae-4793-93c7-3e2f6597a97c",
                        "rank": 5,
                        "page": 6,
                        "content": "1. Đào tạo theo niên chế:",
                        "childs": [
                            {
                                "id": "68589c31-7c45-4ca9-b3f2-76ff2f213eb4",
                                "rank": 7,
                                "page": 6,
                                "content": "a) Là phương thức tổ chức đào tạo theo lớp học tương đối cố định đối với tất cả các học phần bắt buộc của chương trình đào tạo trong toàn khóa học, cho phép sinh viên cùng lớp thực hiện theo kế hoạch học tập chuẩn và theo một thời khóa biểu chung, trừ những học phần tự chọn hoặc học lại."
                            },
                            {
                                "id": "c98baced-8850-4dd3-b583-15a80c34f52f",
                                "rank": 7,
                                "page": 6,
                                "content": "b) Sinh viên được đánh giá đạt tiến độ học tập bình thường sẽ được học tiếp năm sau theo kế hoạch học tập chuẩn và đăng ký học lại những học phần chưa đạt theo quy định trong chương trình đào tạo."
                            },
                            {
                                "id": "3dbd8715-a40b-4f0a-b305-ef7d3bfa6d75",
                                "rank": 7,
                                "page": 6,
                                "content": "c) Sinh viên được đánh giá không đạt tiến độ học tập bình thường sẽ phải học cùng sinh viên khóa sau để học lại các học phần chưa đạt theo quy định trong chương trình đào tạo."
                            }
                        ],
                        "child_ids": [
                            "68589c31-7c45-4ca9-b3f2-76ff2f213eb4",
                            "c98baced-8850-4dd3-b583-15a80c34f52f",
                            "3dbd8715-a40b-4f0a-b305-ef7d3bfa6d75"
                        ]
                    },
                    {
                        "id": "845497e0-1c76-4067-a15f-7f24e5e62808",
                        "rank": 5,
                        "page": 6,
                        "content": "2. Đào tạo theo tín chỉ:",
                        "childs": [
                            {
                                "id": "e01d9ed5-f8de-44d0-bfe4-6fe8007fe956",
                                "rank": 7,
                                "page": 7,
                                "content": "a) Là phương thức tổ chức đào tạo theo từng lớp học phần, cho phép sinh viên tích lũy tín chỉ của từng học phần và thực hiện chương trình đào tạo theo kế hoạch học tập của cá nhân, phù hợp với kế hoạch giảng dạy của Trường Đại học Quy Nhơn."
                            },
                            {
                                "id": "39c79152-51de-4b93-9fcc-4112cf3fd00f",
                                "rank": 7,
                                "page": 7,
                                "content": "b) Sinh viên không đạt một học phần bắt buộc sẽ phải học lại học phần đó hoặc học một học phần tương đương theo quy định trong chương trình đào tạo, hoặc học một học phần thay thế nếu học phần đó không còn được giảng dạy."
                            },
                            {
                                "id": "2e6fd81a-cf25-4748-9bd3-3ee21cb21147",
                                "rank": 7,
                                "page": 7,
                                "content": "c) Sinh viên không đạt một học phần tự chọn sẽ phải học lại học phần đó hoặc có thể chọn học một học phần tự chọn khác theo quy định trong chương trình đào tạo."
                            }
                        ],
                        "child_ids": [
                            "e01d9ed5-f8de-44d0-bfe4-6fe8007fe956",
                            "39c79152-51de-4b93-9fcc-4112cf3fd00f",
                            "2e6fd81a-cf25-4748-9bd3-3ee21cb21147"
                        ]
                    },
                    {
                        "id": "9f4015d3-925d-4211-b3f9-1658c8bac1d6",
                        "rank": 5,
                        "page": 7,
                        "content": "3. Phương thức tổ chức đào tạo:\nĐào tạo theo tín chỉ cho một số khóa hoặc cho một hình thức đào tạo, đào tạo theo niên chế cho một số khóa khác hoặc hình thức đào tạo còn lại. Phương thức tổ chức đào tạo do Hiệu trưởng quyết định."
                    }
                ],
                "child_ids": [
                    "9ff392be-9aae-4793-93c7-3e2f6597a97c",
                    "845497e0-1c76-4067-a15f-7f24e5e62808",
                    "9f4015d3-925d-4211-b3f9-1658c8bac1d6"
                ]
            },
            {
                "id": "98f6a7f9-ce9e-40a9-ac1d-01c224128d94",
                "rank": 3,
                "page": 7,
                "content": "Điều 6. Hình thức đào tạo",
                "childs": [
                    {
                        "id": "1d5b6d4b-bdf8-46c5-a347-32b4121949ec",
                        "rank": 5,
                        "page": 7,
                        "content": "1. Đào tạo chính quy:",
                        "childs": [
                            {
                                "id": "13a8407c-0d04-4962-94ee-b73d1dc8d1c8",
                                "rank": 7,
                                "page": 7,
                                "content": "a) Các hoạt động giảng dạy được thực hiện tại cơ sở đào tạo, riêng những hoạt động thực hành, thực tập, trải nghiệm thực tế và giảng dạy trực tuyến có thể thực hiện ngoài Trường Đại học Quy Nhơn;"
                            },
                            {
                                "id": "653974f8-6346-45bd-8ee7-4ca084d5f004",
                                "rank": 7,
                                "page": 7,
                                "content": "b) Thời gian tổ chức hoạt động giảng dạy trong khoảng từ 06 giờ đến 20 giờ các ngày trong tuần từ thứ 2 đến thứ 7. Thực hành, thí nghiệm, các hoạt động thực tập, thực tế, học bù vì lý do thiên tai, dịch bệnh có thể bố trí vào Chủ nhật nếu cần."
                            }
                        ],
                        "child_ids": [
                            "13a8407c-0d04-4962-94ee-b73d1dc8d1c8",
                            "653974f8-6346-45bd-8ee7-4ca084d5f004"
                        ]
                    },
                    {
                        "id": "f9a20cb0-df24-44b0-95d9-0dfb41201137",
                        "rank": 5,
                        "page": 7,
                        "content": "2. Đào tạo vừa làm vừa học:",
                        "childs": [
                            {
                                "id": "168a898c-076e-4381-954b-bfadfc3f92c0",
                                "rank": 7,
                                "page": 7,
                                "content": "a) Các hoạt động giảng dạy được thực hiện tại cơ sở phối hợp đào tạo theo quy định liên kết đào tạo tại Điều 7 của Quy chế này, riêng những hoạt động thực hành, thực tập, trải nghiệm thực tế và giảng dạy trực tuyến có thể thực hiện ngoài Trường Đại học Quy Nhơn, ngoài cơ sở phối hợp đào tạo;"
                            },
                            {
                                "id": "d036e50c-5686-432e-91e6-d8d1116bc960",
                                "rank": 7,
                                "page": 7,
                                "content": "b) Thời gian tổ chức hoạt động giảng dạy linh hoạt trong ngày và trong tuần."
                            }
                        ],
                        "child_ids": [
                            "168a898c-076e-4381-954b-bfadfc3f92c0",
                            "d036e50c-5686-432e-91e6-d8d1116bc960"
                        ]
                    },
                    {
                        "id": "50295743-a77f-4b9f-9391-f6023f3b8877",
                        "rank": 5,
                        "page": 7,
                        "content": "3. Đối với các ngành đào tạo ưu tiên phục vụ nguồn nhân lực phát triển kinh tế - xã hội trong từng giai đoạn, các hình thức đào tạo được thực hiện theo hướng dẫn của Bộ Giáo dục và Đào tạo."
                    }
                ],
                "child_ids": [
                    "1d5b6d4b-bdf8-46c5-a347-32b4121949ec",
                    "f9a20cb0-df24-44b0-95d9-0dfb41201137",
                    "50295743-a77f-4b9f-9391-f6023f3b8877"
                ]
            },
            {
                "id": "7231421b-5f0f-4757-948b-e81886396551",
                "rank": 3,
                "page": 7,
                "content": "Điều 7. Liên kết đào tạo",
                "childs": [
                    {
                        "id": "a28298fd-daef-4ccd-8225-ea0e553e8311",
                        "rank": 5,
                        "page": 7,
                        "content": "1. Liên kết đào tạo chỉ thực hiện đối với hình thức vừa làm vừa học đối với các ngành theo quy định."
                    },
                    {
                        "id": "012c18f9-7b99-4db1-84a5-4518efb5aca3",
                        "rank": 5,
                        "page": 7,
                        "content": "2. Chỉ tổ chức đào tạo liên kết các ngành, chương trình đào tạo khi:",
                        "childs": [
                            {
                                "id": "ede4695c-33d7-420a-beda-90ffffc04f4d",
                                "rank": 7,
                                "page": 7,
                                "content": "a) Chứng nhận đạt tiêu chuẩn chất lượng cơ sở giáo dục đại học của Trường còn hiệu lực theo quy định;"
                            },
                            {
                                "id": "d3db3013-b2df-4bcd-bbab-94a3fd7110a0",
                                "rank": 7,
                                "page": 8,
                                "content": "b) Chương trình đào tạo dự kiến liên kết đào tạo đã được tổ chức đào tạo tối thiểu 03 khóa liên tục theo hình thức chính quy; từ khóa tuyển sinh năm 2024 yêu cầu chương trình đào tạo đã được công nhận đạt tiêu chuẩn chất lượng theo quy định hiện hành;"
                            },
                            {
                                "id": "35f1689c-089c-4096-a054-fdb0761db318",
                                "rank": 7,
                                "page": 8,
                                "content": "c) Bảo đảm đội ngũ giảng viên cơ hữu giảng dạy tối thiểu 70% nội dung, khối lượng chương trình đào tạo;"
                            },
                            {
                                "id": "6c0dfffb-d590-4455-9a0c-d254ce4b2627",
                                "rank": 7,
                                "page": 8,
                                "content": "d) Đã ban hành quy định về liên kết và đã thẩm định các điều kiện bảo đảm chất lượng của cơ sở phối hợp đào tạo;"
                            }
                        ],
                        "child_ids": [
                            "ede4695c-33d7-420a-beda-90ffffc04f4d",
                            "d3db3013-b2df-4bcd-bbab-94a3fd7110a0",
                            "35f1689c-089c-4096-a054-fdb0761db318",
                            "6c0dfffb-d590-4455-9a0c-d254ce4b2627"
                        ]
                    },
                    {
                        "id": "85f3ce34-e906-43b9-b5aa-21603a2a09e7",
                        "rank": 5,
                        "page": 8,
                        "content": "3. Các yêu cầu tối thiểu của cơ sở phối hợp đào tạo:",
                        "childs": [
                            {
                                "id": "814554e4-c42d-446d-a6d8-f5d225b32c94",
                                "rank": 7,
                                "page": 8,
                                "content": "a) Đáp ứng các yêu cầu về môi trường sư phạm, cơ sở vật chất, thiết bị, thư viện và cán bộ quản lý theo yêu cầu của chương trình đào tạo;"
                            },
                            {
                                "id": "5e3dd1ea-5ab7-4a2a-a026-4f6d95a06bf4",
                                "rank": 7,
                                "page": 8,
                                "content": "b) Đã có báo cáo tự đánh giá chất lượng cơ sở giáo dục gửi về cơ quan nhà nước có thẩm quyền theo quy định; từ khóa tuyển sinh năm 2024 yêu cầu đã được công nhận đạt tiêu chuẩn chất lượng cơ sở giáo dục theo quy định hiện hành."
                            }
                        ],
                        "child_ids": [
                            "814554e4-c42d-446d-a6d8-f5d225b32c94",
                            "5e3dd1ea-5ab7-4a2a-a026-4f6d95a06bf4"
                        ]
                    },
                    {
                        "id": "3a8feecd-6438-4a25-bb90-86e15a965e22",
                        "rank": 5,
                        "page": 8,
                        "content": "4. Trách nhiệm của các bên tham gia liên kết đào tạo:",
                        "childs": [
                            {
                                "id": "837ca7a3-f523-4d8f-93bc-8fd4928efc3f",
                                "rank": 7,
                                "page": 8,
                                "content": "a) Trường Đại học Quy Nhơn và cơ sở phối hợp đào tạo chịu trách nhiệm ký kết hợp đồng liên kết đào tạo, thỏa thuận cụ thể về quyền và trách nhiệm của các bên trong việc phối hợp tổ chức thực hiện, quản lý quá trình dạy học bảo đảm chất lượng đào tạo và thực hiện nội dung đã thỏa thuận phù hợp với các quy định hiện hành và các quy định pháp luật khác có liên quan;"
                            },
                            {
                                "id": "b1059bea-608c-4a01-a3f4-21c240665542",
                                "rank": 7,
                                "page": 8,
                                "content": "b) Trường Đại học Quy Nhơn chịu trách nhiệm quản lý chất lượng đào tạo; báo cáo hoạt động liên kết đào tạo với Ủy ban nhân dân cấp tỉnh nơi liên kết đào tạo trước khi tổ chức tuyển sinh; nếu cơ sở phối hợp đào tạo không đáp ứng được các yêu cầu về bảo đảm chất lượng theo quy định của học phần hoặc của chương trình đào tạo thì phải chuyển sinh viên về Trường để tiếp tục đào tạo;"
                            },
                            {
                                "id": "1ca351dc-e5c2-4b14-b4a8-983705ce26af",
                                "rank": 7,
                                "page": 8,
                                "content": "c) Cơ sở phối hợp đào tạo có trách nhiệm cùng Trường bảo đảm đủ điều kiện cơ sở vật chất thực hiện đào tạo; tham gia quản lý, giảng dạy, theo thỏa thuận giữa hai bên;"
                            },
                            {
                                "id": "44cbb213-d73e-4e3d-9cc4-d7b9472ef089",
                                "rank": 7,
                                "page": 8,
                                "content": "d) Trường Đại học Quy Nhơn và cơ sở phối hợp đào tạo chịu trách nhiệm trước pháp luật về việc thực hiện hợp đồng liên kết đào tạo; thực hiện các quy chế về tuyển sinh, đào tạo; bảo đảm quyền lợi chính đáng cho giảng viên, sinh viên trong suốt quá trình thực hiện hoạt động đào tạo."
                            }
                        ],
                        "child_ids": [
                            "837ca7a3-f523-4d8f-93bc-8fd4928efc3f",
                            "b1059bea-608c-4a01-a3f4-21c240665542",
                            "1ca351dc-e5c2-4b14-b4a8-983705ce26af",
                            "44cbb213-d73e-4e3d-9cc4-d7b9472ef089"
                        ]
                    }
                ],
                "child_ids": [
                    "a28298fd-daef-4ccd-8225-ea0e553e8311",
                    "012c18f9-7b99-4db1-84a5-4518efb5aca3",
                    "85f3ce34-e906-43b9-b5aa-21603a2a09e7",
                    "3a8feecd-6438-4a25-bb90-86e15a965e22"
                ]
            }
        ],
        "child_ids": [
            "a62eca81-0cf3-4abe-8f24-0a5411a1a0cf",
            "549c946a-3e56-4021-8034-59132f5b4612",
            "3dcff3bc-cee7-4075-a931-781dd8c0c409",
            "917b695c-868d-4adc-b199-a2aec3dfce8d",
            "3da4b14b-0ac5-4427-a188-73d61353b820",
            "98f6a7f9-ce9e-40a9-ac1d-01c224128d94",
            "7231421b-5f0f-4757-948b-e81886396551"
        ]
    },
    {
        "id": "87720a17-b1fa-4cf8-8ae2-567cbaed1133",
        "rank": 1,
        "page": 9,
        "content": "Chương II: LẬP KẾ HOẠCH VÀ TỔ CHỨC GIẢNG DẠY",
        "childs": [
            {
                "id": "589a97a6-6e87-45ae-91f0-7f454ac97547",
                "rank": 3,
                "page": 9,
                "content": "Điều 8. Kế hoạch giảng dạy và học tập",
                "childs": [
                    {
                        "id": "4c729151-c879-4fc8-9906-88762c5d4f28",
                        "rank": 5,
                        "page": 9,
                        "content": "1. Kế hoạch giảng dạy và học tập chỉ tiết hóa việc tổ chức thực hiện các chương trình đào tạo theo năm học, học kỳ, phù hợp với hình thức đào tạo và phương thức tổ chức đào tạo."
                    },
                    {
                        "id": "ddb5ac5e-9603-44e6-b751-fcb566e4557f",
                        "rank": 5,
                        "page": 9,
                        "content": "2. Kế hoạch năm học thể hiện những mốc thời gian chính của các hoạt động đào tạo trong năm học cho tất cả hình thức, chương trình đào tạo, được công bố kịp thời tới các bên liên quan trước khi bắt đầu năm học. Một năm học có 02 hoặc 03 học kỳ chính với tổng số tối thiểu 30 tuần lên lớp. Ngoài các học kỳ chính, Hiệu trưởng quyết định việc tổ chức học kỳ phụ."
                    },
                    {
                        "id": "81c3e37e-41ea-4668-9446-93a9099a69a0",
                        "rank": 5,
                        "page": 9,
                        "content": "3. Kế hoạch học kỳ bao gồm kế hoạch mở lớp, hình thức dạy và học (trực tiếp hoặc trực tuyến), lịch học, lịch thi của các học phần được tổ chức trong học kỳ cho các khóa, chương trình đào tạo và hình thức đào tạo. Kế hoạch học kỳ phải được xây dựng và công bố kịp thời với đầy đủ thông tin cần thiết, bảo đảm thuận tiện cho sinh viên xây dựng kế hoạch học tập và đăng ký học tập."
                    },
                    {
                        "id": "8cb110b3-c261-4670-ba5d-91c976ebceee",
                        "rank": 5,
                        "page": 9,
                        "content": "4. Thời khóa biểu thể hiện thời gian, địa điểm, hoạt động dạy và học của từng lớp thuộc các khóa, hình thức và chương trình đào tạo."
                    }
                ],
                "child_ids": [
                    "4c729151-c879-4fc8-9906-88762c5d4f28",
                    "ddb5ac5e-9603-44e6-b751-fcb566e4557f",
                    "81c3e37e-41ea-4668-9446-93a9099a69a0",
                    "8cb110b3-c261-4670-ba5d-91c976ebceee"
                ]
            },
            {
                "id": "8a2248ce-06ae-4090-88aa-4f2d39ac26e3",
                "rank": 3,
                "page": 9,
                "content": "Điều 9. Tổ chức đăng ký học tập",
                "childs": [
                    {
                        "id": "0bab6a41-bc73-40d1-a8b5-231bcec46cf3",
                        "rank": 5,
                        "page": 9,
                        "content": "1. Đào tạo chính quy:",
                        "childs": [
                            {
                                "id": "ecfbc17a-2bd8-4c30-b86b-16df410712a8",
                                "rank": 7,
                                "page": 9,
                                "content": "a) Trước khi bắt đầu mỗi học kỳ, Nhà trường thông báo kế hoạch và hướng dẫn cho sinh viên đăng ký học tập trên hệ thống đăng ký học tập của Trường:"
                            },
                            {
                                "id": "c20a5e4e-4bc5-4107-bf8d-cedb8787a0af",
                                "rank": 7,
                                "page": 9,
                                "content": "b) Sinh viên sử dụng tài khoản cá nhân tự đăng ký lớp học phần trừ học kỳ 01 của năm thứ nhất và các lớp học phần đặc thù theo hướng dẫn của Nhà trường; chịu trách nhiệm bảo mật tài khoản và chịu trách nhiệm về việc đăng ký lớp học phần. Nhà trường quản lý, lưu trữ việc đăng ký học tập của sinh viên ở mỗi học kỳ trên hệ thống dữ liệu của phần mềm Quản lý đào tạo. Quy trình, thủ tục đăng ký học tập của sinh viên, việc rút bớt học phần đã đăng ký được thông báo cho sinh viên trong kế hoạch tổ chức các lớp học phần như sau:",
                                "childs": [
                                    {
                                        "id": "91abab1a-8a8d-46eb-ac14-036dfade3d8b",
                                        "rank": 1000,
                                        "page": 9,
                                        "content": "- Trước khi bắt đầu mỗi học kỳ (trừ học kỳ 01 của năm thứ nhất), mỗi sinh viên phải đăng ký học phần dự định sẽ học trong học kỳ đó trên hệ thống đăng ký học tập của Trường, gồm: những học phần mới, một số học phần chưa đạt (để học lại) và một số học phần đã đạt (để cải thiện điểm, nếu có) căn cứ danh sách học phần được mở và điều kiện đăng ký của mỗi học phần. Thời điểm bắt đầu và kết thúc việc đăng ký học do Phòng Đào tạo đại học quy định. Khoa quản lý ngành đào tạo và các cố vấn học tập của khoa có trách nhiệm thông báo cho sinh viên đăng ký học theo hướng dẫn của Trường:"
                                    },
                                    {
                                        "id": "d17f9aec-6027-4427-9cbc-1fb7d9461c10",
                                        "rank": 1000,
                                        "page": 10,
                                        "content": "- Đăng ký học phần trong mỗi học kỳ được tổ chức thông qua mạng internet. Mỗi học kỳ, Phòng Đào tạo đại học tổ chức 3 đợt đăng ký như sau:\nĐợt 1: Là đợt đăng ký chính, được tổ chức trước khi bắt đầu mỗi học kỳ từ 1 đến 2 tháng. Tất cả sinh viên đều phải đăng ký học phần sẽ học trong học kỳ kể cả học phần học lại hoặc cải thiện điểm.\nĐợt 2: Được tổ chức sau đợt 1 một tuần dành cho sinh viên đăng ký rơi vào các lớp học phần bị hủy, đăng ký lại vào các lớp học phần khác.\nĐợt 3: Là đợt bổ sung được thực hiện trong tuần đầu của học kỳ để xử lý các trường hợp sai sót kỹ thuật, rút bớt học phần đã đăng ký, đăng ký học phần với các lớp năm thứ nhất sau kỳ tuyển sinh."
                                    },
                                    {
                                        "id": "55899f85-a4c4-4461-9372-bd19d35e3ae4",
                                        "rank": 1000,
                                        "page": 10,
                                        "content": "- Khối lượng học tập mà mỗi sinh viên phải đăng ký (không tính học phần Giáo dục quốc phòng - an ninh) được giới hạn trong mỗi học kỳ nằm trong khung như sau:\nHọc kỳ chính: Sinh viên đăng ký khối lượng học tập tối thiểu không ít hơn 2/3 và khối lượng học tập tối đa không vượt quá 3/2 khối lượng trung bình một học kỳ theo kế hoạch học tập chuẩn (không tính các học phần điều kiện).\nHọc kỳ phụ: Sinh viên đăng ký khối lượng học tập tối đa không vượt quá 10 tín chỉ (không quy định khối lượng học tập tối thiểu)."
                                    },
                                    {
                                        "id": "5fbf9ca3-6150-4624-9396-6db7a1d1ca88",
                                        "rank": 1000,
                                        "page": 10,
                                        "content": "- Sinh viên (đặc biệt là lớp trưởng các lớp sinh viên) có trách nhiệm theo dõi các thông báo về thời điểm, quy trình, thủ tục đăng ký học trên website của Phòng Đào tạo đại học, của Trường, trên bảng tin của khoa, của Phòng Công tác chính trị và Sinh viên, trên các giảng đường để đăng ký học phần kịp thời, đúng quy định."
                                    }
                                ],
                                "child_ids": [
                                    "91abab1a-8a8d-46eb-ac14-036dfade3d8b",
                                    "d17f9aec-6027-4427-9cbc-1fb7d9461c10",
                                    "55899f85-a4c4-4461-9372-bd19d35e3ae4",
                                    "5fbf9ca3-6150-4624-9396-6db7a1d1ca88"
                                ]
                            }
                        ],
                        "child_ids": [
                            "ecfbc17a-2bd8-4c30-b86b-16df410712a8",
                            "c20a5e4e-4bc5-4107-bf8d-cedb8787a0af"
                        ]
                    },
                    {
                        "id": "1f8f9d64-5b0a-4c55-8df6-191b86a85313",
                        "rank": 5,
                        "page": 10,
                        "content": "2. Đào tạo vừa làm vừa học:",
                        "childs": [
                            {
                                "id": "d1ddd49d-b5f6-45ee-91d9-58f360946251",
                                "rank": 1000,
                                "page": 10,
                                "content": "Đầu mỗi kỳ học, căn cứ chương trình đào tạo, Nhà trường thông báo kế hoạch học tập, danh sách các học phần, số lượng tín chỉ của mỗi học phần, hình thức kiểm tra và thời gian kết thúc học phần. Sinh viên tham gia học tập theo thời khóa biểu do Nhà trường quy định."
                            }
                        ],
                        "child_ids": [
                            "d1ddd49d-b5f6-45ee-91d9-58f360946251"
                        ]
                    }
                ],
                "child_ids": [
                    "0bab6a41-bc73-40d1-a8b5-231bcec46cf3",
                    "1f8f9d64-5b0a-4c55-8df6-191b86a85313"
                ]
            },
            {
                "id": "005e1d09-0235-4fea-b44a-5794efc47502",
                "rank": 3,
                "page": 10,
                "content": "Điều 10. Tổ chức giảng dạy và học tập",
                "childs": [
                    {
                        "id": "5ad19431-9574-4bf3-8803-edadcf1dd12e",
                        "rank": 5,
                        "page": 10,
                        "content": "1. Yêu cầu về tổ chức giảng dạy và học tập:",
                        "childs": [
                            {
                                "id": "0ab798fb-f011-4e6f-9c54-2c90bf71875d",
                                "rank": 7,
                                "page": 10,
                                "content": "a) Phát huy năng lực chuyên môn và trách nhiệm nghề nghiệp của đội ngũ giảng viên, phù hợp với quy định về chế độ làm việc của giảng viên;"
                            },
                            {
                                "id": "d55c526c-5930-43fe-bc57-ea84799d5af1",
                                "rank": 7,
                                "page": 10,
                                "content": "b) Phát huy vai trò chủ động đồng thời đề cao trách nhiệm của sinh viên, tạo điều kiện và động lực để sinh viên nỗ lực học tập; giữ vững ký cương học đường, nâng cao chất lượng và hiệu quả đào tạo;"
                            },
                            {
                                "id": "747d031b-585f-4d8a-b002-fb2fc6627647",
                                "rank": 7,
                                "page": 10,
                                "content": "c) Có cơ chế thanh tra, giám sát nội bộ và có hệ thống cải tiến chất lượng dựa trên thu thập, đánh giá ý kiến phản hồi của người học."
                            }
                        ],
                        "child_ids": [
                            "0ab798fb-f011-4e6f-9c54-2c90bf71875d",
                            "d55c526c-5930-43fe-bc57-ea84799d5af1",
                            "747d031b-585f-4d8a-b002-fb2fc6627647"
                        ]
                    },
                    {
                        "id": "6beef7a1-5c1b-415c-8832-8f11cd735380",
                        "rank": 5,
                        "page": 11,
                        "content": "2. Dạy và học trực tuyến:",
                        "childs": [
                            {
                                "id": "67252214-0b7c-44a6-b3b8-184e63199f2b",
                                "rank": 7,
                                "page": 11,
                                "content": "a) Trường tổ chức các lớp học trực tuyến khi đáp ứng các quy định hiện hành về ứng dụng công nghệ thông tin trong quản lý và tổ chức đào tạo qua mạng: có các giải pháp bảo đảm chất lượng và minh chứng chất lượng lớp học trực tuyến không thấp hơn chất lượng lớp học trực tiếp;"
                            },
                            {
                                "id": "b4aae1bb-1ce3-49ad-ab51-3f776b98959c",
                                "rank": 7,
                                "page": 11,
                                "content": "b) Đối với đào tạo chính quy và vừa làm vừa học, tối đa 30% tổng số tín chỉ của chương trình đào tạo được thực hiện bằng lớp học trực tuyến. Trong trường hợp thiên tai, dịch bệnh phức tạp và các trường hợp bất khả kháng khác, Trường thực hiện theo hướng dẫn của Bộ Giáo dục và Đào tạo."
                            }
                        ],
                        "child_ids": [
                            "67252214-0b7c-44a6-b3b8-184e63199f2b",
                            "b4aae1bb-1ce3-49ad-ab51-3f776b98959c"
                        ]
                    },
                    {
                        "id": "7b7f81f2-d937-4620-bb5b-b653d9f5f985",
                        "rank": 5,
                        "page": 11,
                        "content": "3. Phân công giảng viên giảng dạy:",
                        "childs": [
                            {
                                "id": "3cbe854a-ab4e-4405-b203-88a901d657f4",
                                "rank": 7,
                                "page": 11,
                                "content": "a) Nguyên tắc phân công giảng viên giảng dạy, giảng viên hướng dẫn thí nghiệm, thực hành, thực tập, đồ án, khóa luận và thực hiện các hoạt động học tập khác:",
                                "childs": [
                                    {
                                        "id": "175da128-49c2-4d85-a8c1-adb7ba96d608",
                                        "rank": 1000,
                                        "page": 11,
                                        "content": "- Việc phân công giảng dạy phải được công khai, minh bạch, công bằng, hợp lý;"
                                    },
                                    {
                                        "id": "22a23c7b-d386-48ab-a9b5-97c0d3094f00",
                                        "rank": 1000,
                                        "page": 11,
                                        "content": "- Đảm bảo số giờ giảng dạy định mức cho giảng viên;"
                                    }
                                ],
                                "child_ids": [
                                    "175da128-49c2-4d85-a8c1-adb7ba96d608",
                                    "22a23c7b-d386-48ab-a9b5-97c0d3094f00"
                                ]
                            },
                            {
                                "id": "e03a8997-ef9a-4397-8a75-8b9d520977e6",
                                "rank": 7,
                                "page": 11,
                                "content": "b) Tổ chức phân công giảng viên giảng dạy các lớp học phần:",
                                "childs": [
                                    {
                                        "id": "183aa2e3-c0a9-4bce-bb0a-3439e3aa4809",
                                        "rank": 1000,
                                        "page": 11,
                                        "content": "- Căn cứ chương trình đào tạo, kế hoạch đào tạo năm học, số lượng sinh viên, Phòng Đào tạo đại học lập kế hoạch mở các lớp học phần;"
                                    },
                                    {
                                        "id": "86563bab-9172-4053-9d5f-56db6e8310f7",
                                        "rank": 1000,
                                        "page": 11,
                                        "content": "- Khoa quản lý ngành đào tạo đề xuất bổ sung, điều chỉnh kế hoạch mở lớp học phần và được sự thống nhất của Nhà trường;"
                                    },
                                    {
                                        "id": "1c76f8e0-8194-441b-9555-9163812590b8",
                                        "rank": 1000,
                                        "page": 11,
                                        "content": "- Khoa quản lý ngành đào tạo đề xuất giảng viên do khoa quản lý, giảng dạy một số lớp học phần được mở cho chương trình đào tạo của khoa;"
                                    },
                                    {
                                        "id": "2066eb13-abe5-45e0-a98b-a31b9d8c0aa2",
                                        "rank": 1000,
                                        "page": 11,
                                        "content": "- Khoa quản lý học phần phân công giảng viên cho các lớp học phần do khoa quản lý;"
                                    },
                                    {
                                        "id": "239e5dd5-1ff0-4fdb-acfa-d5583aace865",
                                        "rank": 1000,
                                        "page": 11,
                                        "content": "- Phòng Đào tạo đại học kiểm tra, thống kê giờ giảng được phân công và báo cáo Hiệu trưởng trước khi tổ chức cho sinh viên đăng ký học phần. Tùy thuộc số lượng sinh viên đăng ký, Phòng Đào tạo đại học phối hợp với các khoa để điều chỉnh các lớp học phần, hoàn thiện kế hoạch."
                                    }
                                ],
                                "child_ids": [
                                    "183aa2e3-c0a9-4bce-bb0a-3439e3aa4809",
                                    "86563bab-9172-4053-9d5f-56db6e8310f7",
                                    "1c76f8e0-8194-441b-9555-9163812590b8",
                                    "2066eb13-abe5-45e0-a98b-a31b9d8c0aa2",
                                    "239e5dd5-1ff0-4fdb-acfa-d5583aace865"
                                ]
                            },
                            {
                                "id": "ac54e312-b6f3-45b2-a426-cfdf78480358",
                                "rank": 7,
                                "page": 11,
                                "content": "c) Trách nhiệm của các đơn vị: Phải thực hiện đúng các nguyên tắc phân công giảng dạy. Khi tổ chức phân công giảng dạy phải công khai khối lượng giảng dạy dự kiến của từng giảng viên, giải quyết các ý kiến đề xuất của giảng viên (nếu có) trước khi cập nhật lên hệ thống đăng ký giảng dạy của Nhà trường."
                            }
                        ],
                        "child_ids": [
                            "3cbe854a-ab4e-4405-b203-88a901d657f4",
                            "e03a8997-ef9a-4397-8a75-8b9d520977e6",
                            "ac54e312-b6f3-45b2-a426-cfdf78480358"
                        ]
                    },
                    {
                        "id": "2027d69c-a8e3-44de-8442-4ec019683265",
                        "rank": 5,
                        "page": 11,
                        "content": "4. Trách nhiệm và quyền hạn của giảng viên:",
                        "childs": [
                            {
                                "id": "d3299823-6a12-4095-aa25-7a98434ab2ea",
                                "rank": 1000,
                                "page": 11,
                                "content": "Giảng dạy, hướng dẫn thí nghiệm, thực hành, thực tập, đồ án, khóa luận, kiểm tra, đánh giá theo đúng đề cương chi tiết học phần và kế hoạch giảng dạy đã được phê duyệt;"
                            },
                            {
                                "id": "29c11ebc-7217-4598-a217-8b469dbfd412",
                                "rank": 1000,
                                "page": 11,
                                "content": "Được bảo đảm trang thiết bị, phương tiện, điều kiện để tổ chức giảng dạy."
                            }
                        ],
                        "child_ids": [
                            "d3299823-6a12-4095-aa25-7a98434ab2ea",
                            "29c11ebc-7217-4598-a217-8b469dbfd412"
                        ]
                    },
                    {
                        "id": "4524a7e3-2e6d-436b-b20c-bf66fcb3c500",
                        "rank": 5,
                        "page": 12,
                        "content": "5. Trách nhiệm và quyền hạn của sinh viên khi tham gia hoạt động học tập:",
                        "childs": [
                            {
                                "id": "1e46a869-4b8b-41eb-9626-d05048ecd716",
                                "rank": 1000,
                                "page": 12,
                                "content": "- Thực hiện đúng quy chế đào tạo và các quy định của giảng viên giảng dạy lớp học phần công bố trong đề cương chi tiết;"
                            },
                            {
                                "id": "945c4217-332c-4603-ab5b-2c60a667e4d6",
                                "rank": 1000,
                                "page": 12,
                                "content": "- Tôn trọng giảng viên, viên chức và người hợp đồng lao động của Trường; đoàn kết giúp đỡ lẫn nhau trong học tập và rèn luyện;"
                            },
                            {
                                "id": "5c5eaa99-206d-4626-b6cc-090616e3178e",
                                "rank": 1000,
                                "page": 12,
                                "content": "- Nộp học phí và các khoản thu khác theo quy định;"
                            },
                            {
                                "id": "c4f2c2c6-1b7c-4916-909e-bf8a9bced454",
                                "rank": 1000,
                                "page": 12,
                                "content": "- Được tôn trọng và đối xử bình đẳng, bảo đảm điều kiện học tập, tham gia hoạt động khoa học, công nghệ và khởi nghiệp, hoạt động rèn luyện kỹ năng hoàn thiện bản thân;"
                            },
                            {
                                "id": "3d4446f2-491e-4f1e-a8e5-bc02c481066d",
                                "rank": 1000,
                                "page": 12,
                                "content": "- Được sử dụng trang thiết bị, phương tiện phục vụ các hoạt động học tập, nghiên cứu khoa học, văn hóa, thể dục, thể thao của Nhà trường."
                            }
                        ],
                        "child_ids": [
                            "1e46a869-4b8b-41eb-9626-d05048ecd716",
                            "945c4217-332c-4603-ab5b-2c60a667e4d6",
                            "5c5eaa99-206d-4626-b6cc-090616e3178e",
                            "c4f2c2c6-1b7c-4916-909e-bf8a9bced454",
                            "3d4446f2-491e-4f1e-a8e5-bc02c481066d"
                        ]
                    },
                    {
                        "id": "6b52b280-be90-498d-a7d7-4a1b8f73a040",
                        "rank": 5,
                        "page": 12,
                        "content": "6. Lấy ý kiến phản hồi của người học:",
                        "childs": [
                            {
                                "id": "2111416c-ce4e-4391-91f5-a2add298ad9c",
                                "rank": 7,
                                "page": 12,
                                "content": "a) Trường tổ chức lấy ý kiến phản hồi người học về các điều kiện bảo đảm chất lượng, hiệu quả học tập vào cuối mỗi học kỳ, mỗi năm học và cuối khóa học bằng hình thức khảo sát trực tuyến và các hình thức khác;"
                            },
                            {
                                "id": "79572781-9a4d-491e-83c9-6e9f9b3449a7",
                                "rank": 7,
                                "page": 12,
                                "content": "b) Sinh viên có trách nhiệm trả lời phiếu khảo sát trung thực, khách quan, có thái độ đúng mực trong việc cung cấp thông tin phản hồi;"
                            },
                            {
                                "id": "b087beb7-4651-4ddf-9f94-f53f292e4572",
                                "rank": 7,
                                "page": 12,
                                "content": "c) Giảng viên được cấp tài khoản cá nhân để xem kết quả phản hồi của người học từ hệ thống phần mềm khảo sát và sử dụng kết quả phản hồi để rà soát, điều chỉnh và cải tiến hoạt động giảng dạy;"
                            },
                            {
                                "id": "b79930bc-3967-4863-8d82-5935571c2443",
                                "rank": 7,
                                "page": 12,
                                "content": "d) Phòng Khảo thí và Bảo đảm chất lượng chịu trách nhiệm tổng hợp, xử lý thông tin phản hồi, báo cáo Hiệu trưởng, gửi kết quả phản hồi cho các Trưởng khoa, các Trưởng đơn vị có liên quan làm căn cứ đề xuất các biện pháp cải tiến và nâng cao chất lượng đào tạo."
                            }
                        ],
                        "child_ids": [
                            "2111416c-ce4e-4391-91f5-a2add298ad9c",
                            "79572781-9a4d-491e-83c9-6e9f9b3449a7",
                            "b087beb7-4651-4ddf-9f94-f53f292e4572",
                            "b79930bc-3967-4863-8d82-5935571c2443"
                        ]
                    }
                ],
                "child_ids": [
                    "5ad19431-9574-4bf3-8803-edadcf1dd12e",
                    "6beef7a1-5c1b-415c-8832-8f11cd735380",
                    "7b7f81f2-d937-4620-bb5b-b653d9f5f985",
                    "2027d69c-a8e3-44de-8442-4ec019683265",
                    "4524a7e3-2e6d-436b-b20c-bf66fcb3c500",
                    "6b52b280-be90-498d-a7d7-4a1b8f73a040"
                ]
            }
        ],
        "child_ids": [
            "589a97a6-6e87-45ae-91f0-7f454ac97547",
            "8a2248ce-06ae-4090-88aa-4f2d39ac26e3",
            "005e1d09-0235-4fea-b44a-5794efc47502"
        ]
    },
    {
        "id": "cd624ea4-4fdf-4b8b-a54b-66bf01afde3f",
        "rank": 1,
        "page": 12,
        "content": "Chương III: ĐÁNH GIÁ KẾT QUẢ HỌC TẬP VÀ CẤP BẰNG TỐT NGHIỆP",
        "childs": [
            {
                "id": "054376aa-c913-4147-8b81-dc215f8c6129",
                "rank": 3,
                "page": 12,
                "content": "Điều 11. Đánh giá và tính điểm học phần",
                "childs": [
                    {
                        "id": "69406567-0fce-439e-a07d-1bd6a8a68167",
                        "rank": 5,
                        "page": 12,
                        "content": "1. Đối với các học phần lý thuyết hoặc lý thuyết và thực hành: Điểm tổng hợp đánh giá học phần (gọi tắt là điểm học phần) gồm hai thành phần điểm đánh giá quá trình học tập và điểm thi kết thúc học phần:",
                        "childs": [
                            {
                                "id": "9a9608cc-9a3d-478d-9d2c-e4a9ff361f3b",
                                "rank": 7,
                                "page": 12,
                                "content": "a) Điểm đánh giá quá trình học tập: Có trọng số 30%, 40% hoặc 50% điểm học phần;"
                            },
                            {
                                "id": "8d4b2f86-3d53-4d1a-863a-d525bbebd7fb",
                                "rank": 7,
                                "page": 12,
                                "content": "b) Điểm thi kết thúc học phần: Có trọng số 70%, 60% hoặc 50% điểm học phần.\nPhương pháp đánh giá, hình thức đánh giá và trọng số của mỗi điểm thành phần được quy định trong đề cương chi tiết của mỗi học phần. Hình thức đánh giá trực tuyến được áp dụng khi đảm bảo trung thực, công bằng và khách quan như đánh giá trực tiếp, đồng thời đóng góp không quá 50% trọng số điểm học phần. Việc tổ chức đánh giá trực tuyến do Khoa đề xuất, Phòng Khảo thí và Bảo đảm chất lượng trình Hiệu trưởng quyết định."
                            }
                        ],
                        "child_ids": [
                            "9a9608cc-9a3d-478d-9d2c-e4a9ff361f3b",
                            "8d4b2f86-3d53-4d1a-863a-d525bbebd7fb"
                        ]
                    },
                    {
                        "id": "9ff4325b-85cd-4832-b000-bc8e43ee03f5",
                        "rank": 5,
                        "page": 13,
                        "content": "2. Đối với các học phần chỉ có thí nghiệm, thực hành: Điểm trung bình cộng của điểm các bài thực hành trong học kỳ được làm tròn đến một chữ số thập phân là điểm của học phần thực hành."
                    },
                    {
                        "id": "225765b9-cfe2-46aa-b082-e0512f6731b2",
                        "rank": 5,
                        "page": 13,
                        "content": "3. Đối với học phần đặc thù như thực tập, thực tế, đề án môn học, đồ án môn học,... khoa quản lý học phần đề xuất việc đánh giá học phần, Hiệu trưởng quyết định."
                    },
                    {
                        "id": "40562879-9a90-463c-bd76-9a20b04c5694",
                        "rank": 5,
                        "page": 13,
                        "content": "4. Giảng viên giảng dạy trực tiếp ra đề kiểm tra và đánh giá quá trình học tập của sinh viên."
                    },
                    {
                        "id": "bbeeb4a1-f1c0-4239-97e5-c34b085c8766",
                        "rank": 5,
                        "page": 13,
                        "content": "5. Đánh giá đồ án tốt nghiệp, khóa luận tốt nghiệp được quy định tại Điều 15 của Quy chế này."
                    },
                    {
                        "id": "e24e9e18-57c7-4bc3-bb9b-bfa15d4c2c91",
                        "rank": 5,
                        "page": 13,
                        "content": "6. Các thang điểm được sử dụng:",
                        "childs": [
                            {
                                "id": "b25425bd-e3a4-4b41-9048-cad047a1adb1",
                                "rank": 7,
                                "page": 13,
                                "content": "a) Thang điểm 10: Gồm các số từ 0 đến 10 (với một số lẻ thập phân) được sử dụng để đánh giá và ghi điểm đánh giá quá trình, điểm thi kết thúc học phần và điểm học phần;"
                            },
                            {
                                "id": "02b30e93-d45e-4d65-9a55-2957407d2a28",
                                "rank": 7,
                                "page": 13,
                                "content": "b) Thang điểm chữ: Dùng để xếp loại học phần theo một cách khác tương ứng với điểm học phần trong thang điểm 10;"
                            },
                            {
                                "id": "1dd396f8-779e-4288-9ddf-36c30f8a47c7",
                                "rank": 7,
                                "page": 13,
                                "content": "c) Thang điểm 4: Dùng để tính điểm trung bình chung học kỳ, trung bình chung tích lũy, để đánh giá kết quả học tập của sinh viên sau mỗi học kỳ, giai đoạn và xếp loại tốt nghiệp."
                            }
                        ],
                        "child_ids": [
                            "b25425bd-e3a4-4b41-9048-cad047a1adb1",
                            "02b30e93-d45e-4d65-9a55-2957407d2a28",
                            "1dd396f8-779e-4288-9ddf-36c30f8a47c7"
                        ]
                    },
                    {
                        "id": "a596c896-de5e-492b-9d53-80a999e0a09f",
                        "rank": 5,
                        "page": 13,
                        "content": "7. Điểm học phần được tính từ tổng các điểm thành phần nhân với trọng số tương ứng, làm tròn tới một chữ số thập phân và xếp loại điểm chữ như dưới đây, trừ các trường hợp được quy định tại điểm c khoản này.",
                        "childs": [
                            {
                                "id": "3391bd4a-0bbd-409e-ad43-a41ec68737fb",
                                "rank": 7,
                                "page": 13,
                                "content": "a) Quy tắc quy đổi giữa các thang điểm:\n9 - 10 điểm: Xếp loại A+, thang điểm 4 là 4. Kết quả Đạt.\n8 - 8,9 điểm: Xếp loại A, thang điểm 4 là 3,5. Kết quả Đạt.\n7 - 7,9 điểm: Xếp loại B+, thang điểm 4 là 3. Kết quả Đạt.\n6 - 6,9 điểm: Xếp loại B, thang điểm 4 là 2,5. Kết quả Đạt.\n5 - 5,9 điểm: Xếp loại C, thang điểm 4 là 2. Kết quả Đạt.\n4 - 4,9 điểm: Xếp loại D, thang điểm 4 là 1,5. Kết quả Đạt.\n0 - 3,9 điểm: Xếp loại F, thang điểm 4 là 0. Kết quả Không đạt."
                            },
                            {
                                "id": "53d30cd7-1e7a-4fb7-919b-17b47657ac8b",
                                "rank": 7,
                                "page": 13,
                                "content": "b) Loại đạt không phân mức, áp dụng cho các học phần chỉ yêu cầu đạt, không tính vào điểm trung bình học tập:\nP: từ 5,0 trở lên."
                            },
                            {
                                "id": "be493d0c-32a7-481a-bdc1-92af033848c1",
                                "rank": 7,
                                "page": 14,
                                "content": "c) Một số trường hợp đặc biệt sử dụng các điểm chữ mức loại, không được tính vào điểm trung bình học tập:\nI: Điểm chưa hoàn thiện do được phép hoãn thi, kiểm tra;\nX: Điểm chưa hoàn thiện do chưa đủ dữ liệu;\nR: Điểm học phần được miễn học và công nhận tín chỉ;\nM: Điểm học phần được miễn (không tính vào điểm trung bình học tập)."
                            }
                        ],
                        "child_ids": [
                            "3391bd4a-0bbd-409e-ad43-a41ec68737fb",
                            "53d30cd7-1e7a-4fb7-919b-17b47657ac8b",
                            "be493d0c-32a7-481a-bdc1-92af033848c1"
                        ]
                    },
                    {
                        "id": "5c819cc3-ee85-49c9-bce0-4dd657208477",
                        "rank": 5,
                        "page": 14,
                        "content": "8. Việc xếp loại các mức điểm A+, A, B+, B, C, D, F được áp dụng cho các trường hợp sau đây:",
                        "childs": [
                            {
                                "id": "d6ecf33f-4685-420b-a991-29056dccae3c",
                                "rank": 7,
                                "page": 14,
                                "content": "a) Đối với những học phần mà sinh viên đã có đủ điểm đánh giá thành phần, kể cả trường hợp bỏ học, bỏ kiểm tra hoặc bỏ thi không có lý do phải nhận điểm 0 (không);"
                            },
                            {
                                "id": "42905b97-4c25-47b1-9d11-b9a72e61eff6",
                                "rank": 7,
                                "page": 14,
                                "content": "b) Chuyển đổi từ mức điểm X qua, sau khi đã có các kết quả đánh giá thành phần mà trước đó sinh viên được giảng viên cho phép nợ;"
                            },
                            {
                                "id": "9e622eb0-8de5-4b65-955d-a239d214194b",
                                "rank": 7,
                                "page": 14,
                                "content": "c) Chuyển đổi từ các trường hợp I qua."
                            }
                        ],
                        "child_ids": [
                            "d6ecf33f-4685-420b-a991-29056dccae3c",
                            "42905b97-4c25-47b1-9d11-b9a72e61eff6",
                            "9e622eb0-8de5-4b65-955d-a239d214194b"
                        ]
                    },
                    {
                        "id": "4b3c7c44-316e-4bc4-8fc6-c2f0f8f4b571",
                        "rank": 5,
                        "page": 14,
                        "content": "9. Việc xếp loại theo mức điểm I được áp dụng cho các trường hợp sau đây:",
                        "childs": [
                            {
                                "id": "64b5ce90-32b8-4ebc-b199-33cb9102b523",
                                "rank": 7,
                                "page": 14,
                                "content": "a) Trong thời gian học hoặc trong thời gian thi kết thúc học phần, sinh viên bị ốm hoặc tai nạn không thể dự kiểm tra hoặc thi, đã nộp đầy đủ, đúng hạn giấy tờ theo quy định;"
                            },
                            {
                                "id": "472f952a-d160-440c-a605-5a3a66bfd71c",
                                "rank": 7,
                                "page": 14,
                                "content": "b) Sinh viên không thể dự kiểm tra đánh giá quá trình hoặc thi vì những lý do khách quan, được Trưởng khoa và Phòng Đào tạo đại học chấp thuận.\nKhi nhận điểm I, trừ các trường hợp đặc biệt do Hiệu trưởng quy định, trong thời gian tối đa là 2 học kỳ chính tiếp theo, sinh viên phải làm đơn đăng ký dự thi để hoàn tất học phần còn nợ. Sau khi thi, điểm I sẽ được chuyển đổi thành điểm mà sinh viên đạt được. Nếu qua 2 học kỳ chính sinh viên không đăng ký dự thi thì điểm I sẽ bị đổi thành điểm 0 (không)."
                            }
                        ],
                        "child_ids": [
                            "64b5ce90-32b8-4ebc-b199-33cb9102b523",
                            "472f952a-d160-440c-a605-5a3a66bfd71c"
                        ]
                    },
                    {
                        "id": "55fbde38-cdfb-43a7-a84b-19e9b43aae78",
                        "rank": 5,
                        "page": 14,
                        "content": "10. Việc xếp loại theo mức điểm X được áp dụng đối với những học phần mà Phòng Đào tạo đại học của Trường chưa nhận được báo cáo kết quả học tập của sinh viên từ khoa chuyển qua."
                    },
                    {
                        "id": "bd1b0739-96b2-4135-b222-187026ec6c33",
                        "rank": 5,
                        "page": 14,
                        "content": "11. Việc xếp loại theo mức điểm R được áp dụng cho các trường hợp sau: Những học phần được công nhận kết quả, khi sinh viên chuyển từ Trường khác đến hoặc chuyển đổi giữa các chương trình hoặc chuyển đổi điểm học phần Tiếng Anh 1, Tiếng Anh 2 cho sinh viên năm thứ nhất các ngành không chuyên ngữ."
                    }
                ],
                "child_ids": [
                    "69406567-0fce-439e-a07d-1bd6a8a68167",
                    "9ff4325b-85cd-4832-b000-bc8e43ee03f5",
                    "225765b9-cfe2-46aa-b082-e0512f6731b2",
                    "40562879-9a90-463c-bd76-9a20b04c5694",
                    "bbeeb4a1-f1c0-4239-97e5-c34b085c8766",
                    "e24e9e18-57c7-4bc3-bb9b-bfa15d4c2c91",
                    "a596c896-de5e-492b-9d53-80a999e0a09f",
                    "5c819cc3-ee85-49c9-bce0-4dd657208477",
                    "4b3c7c44-316e-4bc4-8fc6-c2f0f8f4b571",
                    "55fbde38-cdfb-43a7-a84b-19e9b43aae78",
                    "bd1b0739-96b2-4135-b222-187026ec6c33"
                ]
            },
            {
                "id": "c92a0ee8-fb44-4bef-be7b-8e96b6f72600",
                "rank": 3,
                "page": 14,
                "content": "Điều 12. Đánh giá quá trình và thi kết thúc học phần",
                "childs": [
                    {
                        "id": "4507a86f-9820-45c5-8c99-145e0dac99f4",
                        "rank": 5,
                        "page": 14,
                        "content": "1. Giảng viên phụ trách học phần thông báo hình thức và thời gian đánh giá quá trình học tập cho sinh viên biết từ đầu học kỳ, tổ chức kiểm tra theo đề cương chi tiết đã được phê duyệt. Giảng viên công bố điểm đánh giá quá trình cho lớp học phần và gửi bản gốc cho khoa quản lý học phần để nhập điểm vào hệ thống trước khi thi kết thúc học phần ít nhất một tuần.\nSinh viên không dự đánh giá quá trình học tập, nếu không có lý do chính đáng phải nhận điểm 0 (không). Nếu có lý do chính đáng, giảng viên có thể tổ chức đánh giá bổ sung trước khi thi kết thúc học phần ít nhất một tuần."
                    },
                    {
                        "id": "8b9d12a2-878c-4b4d-8036-94176949d637",
                        "rank": 5,
                        "page": 15,
                        "content": "2. Cuối mỗi học kỳ, Trường chỉ tổ chức một kỳ thi kết thúc học phần."
                    }
                ],
                "child_ids": [
                    "4507a86f-9820-45c5-8c99-145e0dac99f4",
                    "8b9d12a2-878c-4b4d-8036-94176949d637"
                ]
            },
            {
                "id": "3c8a44e3-ee7c-450f-b585-f23b349d9ea1",
                "rank": 3,
                "page": 15,
                "content": "Điều 13. Ra đề thi, hình thức thi, chấm thi và số lần được dự thi kết thúc học phần",
                "childs": [
                    {
                        "id": "f4d0f9b3-9b00-46f9-9dfc-2d16a7a35722",
                        "rank": 5,
                        "page": 15,
                        "content": "1. Đề thi kết thúc học phần phải phù hợp với nội dung và chuẩn đầu ra học phần đã quy định trong đề cương chi tiết. Việc ra đề thi hoặc lấy từ ngân hàng đề thi được thực hiện theo quy định của Hiệu trưởng."
                    },
                    {
                        "id": "2d8776fa-f41c-4c62-8fce-2dbea9fe3c20",
                        "rank": 5,
                        "page": 15,
                        "content": "2. Hình thức thi kết thúc học phần có thể là thi tự luận, trắc nghiệm, trắc nghiệm trên máy tính, vấn đáp, thực hành. Ngoài các hình thức trên, Hiệu trưởng duyệt các hình thức thi thích hợp cho một số học phần mang tính đặc thù."
                    },
                    {
                        "id": "292d375a-1a3b-4575-8337-617bef5b9135",
                        "rank": 5,
                        "page": 15,
                        "content": "3. Việc chấm thi kết thúc các học phần lý thuyết và việc chấm tiểu luận phải do hai giảng viên đảm nhiệm. Đối với hình thức thi trắc nghiệm trên máy tính, việc chấm thi do phần mềm thực hiện."
                    },
                    {
                        "id": "3729a9b9-9c96-42ac-8871-dcfdd4c52b71",
                        "rank": 5,
                        "page": 15,
                        "content": "4. Thi vấn đáp kết thúc học phần phải do hai giảng viên thực hiện. Điểm thi vấn đáp được công bố công khai sau mỗi buổi thi. Trong trường hợp hai giảng viên chấm thi không thống nhất được điểm, các giảng viên chấm thi trình Trưởng bộ môn hoặc Trưởng khoa quyết định."
                    },
                    {
                        "id": "f930f448-b995-43a7-af16-5ed637f63590",
                        "rank": 5,
                        "page": 15,
                        "content": "5. Sinh viên xin tạm thời hoãn thi đúng thủ tục theo quy định thì được dự thi, đánh giá ở học kỳ chính hoặc học kỳ phụ sau đó (nếu có) và được tính điểm lần đầu.",
                        "childs": [
                            {
                                "id": "9becc135-16bb-4a8e-8e55-cb63a6d513ff",
                                "rank": 1000,
                                "page": 15,
                                "content": "Sinh viên vắng mặt trong buổi thi, đánh giá không có lý do chính đáng phải nhận điểm 0 (không)."
                            }
                        ],
                        "child_ids": [
                            "9becc135-16bb-4a8e-8e55-cb63a6d513ff"
                        ]
                    },
                    {
                        "id": "9cb47b5c-dc95-424b-9681-638f0eaa8522",
                        "rank": 5,
                        "page": 15,
                        "content": "6. Đối với đào tạo vừa làm vừa học được tổ chức thi lại, đánh giá lại lần 2. Điểm học phần sau khi thi lại, đánh giá lại chỉ giới hạn ở mức điểm C."
                    }
                ],
                "child_ids": [
                    "f4d0f9b3-9b00-46f9-9dfc-2d16a7a35722",
                    "2d8776fa-f41c-4c62-8fce-2dbea9fe3c20",
                    "292d375a-1a3b-4575-8337-617bef5b9135",
                    "3729a9b9-9c96-42ac-8871-dcfdd4c52b71",
                    "f930f448-b995-43a7-af16-5ed637f63590",
                    "9cb47b5c-dc95-424b-9681-638f0eaa8522"
                ]
            },
            {
                "id": "5d3e3253-3e1c-40fe-b6e2-d3a77c8e8a33",
                "rank": 3,
                "page": 15,
                "content": "Điều 14. Làm đồ án hoặc khoá luận tốt nghiệp",
                "childs": [
                    {
                        "id": "8132d6be-65b7-4167-84ca-daf06206743d",
                        "rank": 5,
                        "page": 15,
                        "content": "1. Sinh viên được đăng ký làm đồ án, khoá luận tốt nghiệp được quy định như sau:",
                        "childs": [
                            {
                                "id": "1a600a89-f721-46b4-950b-59f709696f07",
                                "rank": 7,
                                "page": 15,
                                "content": "a) Điều kiện để sinh viên được đăng ký làm đồ án hoặc khoá luận tốt nghiệp:",
                                "childs": [
                                    {
                                        "id": "8dcca649-2306-457b-85f2-2b0b27cad1ed",
                                        "rank": 1000,
                                        "page": 15,
                                        "content": "- Đối với các ngành đào tạo kỹ sư: tính đến hết học kỳ 8, không quá 10 tín chỉ chưa đạt (không tính các học phần Giáo dục thể chất, Giáo dục quốc phòng - an ninh)."
                                    },
                                    {
                                        "id": "22d89708-ac98-45d6-b860-5c4df46a7e39",
                                        "rank": 1000,
                                        "page": 15,
                                        "content": "- Đối với các ngành đào tạo còn lại: điểm trung bình chung học tập đến hết học kỳ 6 đạt từ 7,00 trở lên. Số lượng khoá luận tốt nghiệp không vượt quá 20% số lượng sinh viên năm cuối của ngành đó."
                                    },
                                    {
                                        "id": "a5b2b879-e375-4d60-9e11-ccc16fa66c50",
                                        "rank": 1000,
                                        "page": 16,
                                        "content": "- Thời hạn các khoa nộp danh sách sinh viên được giao đồ án, khoá luận tốt nghiệp và giảng viên hướng dẫn cho Nhà trường chậm nhất là 30 ngày trước khi bắt đầu học kỳ mới."
                                    }
                                ],
                                "child_ids": [
                                    "8dcca649-2306-457b-85f2-2b0b27cad1ed",
                                    "22d89708-ac98-45d6-b860-5c4df46a7e39",
                                    "a5b2b879-e375-4d60-9e11-ccc16fa66c50"
                                ]
                            },
                            {
                                "id": "fc5ded2e-21d4-4f07-b5a1-6d03464c39b3",
                                "rank": 7,
                                "page": 16,
                                "content": "b) Thủ tục giao đồ án, khoá luận tốt nghiệp:",
                                "childs": [
                                    {
                                        "id": "7b60ec68-4d50-4afd-971b-da2f635ccde2",
                                        "rank": 1000,
                                        "page": 16,
                                        "content": "- Căn cứ điểm a khoản 1 Điều này, khoa quản lý ngành đào tạo xét và đề xuất danh sách sinh viên được giao đồ án, khoá luận tốt nghiệp; danh sách đề tài, giảng viên hướng dẫn."
                                    },
                                    {
                                        "id": "43971d26-bd8e-45c0-9956-75c5ae44cbd8",
                                        "rank": 1000,
                                        "page": 16,
                                        "content": "- Các sinh viên dự kiến được giao đề tài, dưới sự hướng dẫn của giảng viên, viết đề cương đồ án, khoá luận tốt nghiệp theo mẫu quy định."
                                    },
                                    {
                                        "id": "1645caa3-09b4-42ce-b06c-a7787e8f8de1",
                                        "rank": 1000,
                                        "page": 16,
                                        "content": "- Khoa quản lý ngành đào tạo tổ chức duyệt đề cương đồ án, khoá luận tốt nghiệp, nộp danh sách sinh viên nhận đồ án, khoá luận tốt nghiệp và giảng viên hướng dẫn do khoa đề nghị cho Nhà trường ra quyết định."
                                    }
                                ],
                                "child_ids": [
                                    "7b60ec68-4d50-4afd-971b-da2f635ccde2",
                                    "43971d26-bd8e-45c0-9956-75c5ae44cbd8",
                                    "1645caa3-09b4-42ce-b06c-a7787e8f8de1"
                                ]
                            }
                        ],
                        "child_ids": [
                            "1a600a89-f721-46b4-950b-59f709696f07",
                            "fc5ded2e-21d4-4f07-b5a1-6d03464c39b3"
                        ]
                    },
                    {
                        "id": "159b103b-32fb-4a6e-b697-6ef9c9d53563",
                        "rank": 5,
                        "page": 16,
                        "content": "2. Đối với một số ngành đào tạo đòi hỏi phải dành nhiều thời gian cho thí nghiệm hoặc khảo sát để sinh viên hoàn thành đồ án, khoá luận tốt nghiệp, thời gian làm đồ án, khoá luận tốt nghiệp có thể kết hợp với thời gian thực tập chuyên môn cuối khoá."
                    }
                ],
                "child_ids": [
                    "8132d6be-65b7-4167-84ca-daf06206743d",
                    "159b103b-32fb-4a6e-b697-6ef9c9d53563"
                ]
            },
            {
                "id": "53d6b5fd-74af-4599-b4c8-7c14f7da0f3c",
                "rank": 3,
                "page": 16,
                "content": "Điều 15. Đánh giá đồ án, khoá luận tốt nghiệp",
                "childs": [
                    {
                        "id": "8572750d-bd85-4c65-a0a2-83990f5b31ec",
                        "rank": 1000,
                        "page": 16,
                        "content": "- Đánh giá đồ án, khoá luận tốt nghiệp được thực hiện bởi hội đồng do Hiệu trưởng quyết định thành lập."
                    },
                    {
                        "id": "7dc5cd17-71a7-4095-9ffd-c0d936db59b3",
                        "rank": 1000,
                        "page": 16,
                        "content": "- Số thành viên của hội đồng gồm 03 người: Chủ tịch, ủy viên phản biện và thư ký (người hướng dẫn không tham gia hội đồng). Hội đồng tổ chức bảo vệ và đánh giá đồ án, khoá luận tốt nghiệp khi có đầy đủ các thành viên."
                    },
                    {
                        "id": "a6543fcb-2b06-4d1b-964d-481b4a8da1a4",
                        "rank": 1000,
                        "page": 16,
                        "content": "- Hội đồng chấm đồ án, khoá luận tốt nghiệp do Khoa đề xuất, Phòng Khảo thí và Bảo đảm chất lượng trình Hiệu trưởng quyết định."
                    },
                    {
                        "id": "901e6a9a-48e5-44ef-9fb2-25aea1715c26",
                        "rank": 1000,
                        "page": 16,
                        "content": "- Điểm đánh giá khoá luận, đồ án tốt nghiệp là trung bình cộng các điểm thành phần của các thành viên hội đồng và người hướng dẫn ([Điểm người hướng dẫn + Điểm các thành viên hội đồng (3 cột điểm)]/4). Điểm thành phần được chấm theo thang điểm 10, lấy đến một chữ số thập phân. Điểm đánh giá khoá luận, đồ án tốt nghiệp tính theo thang điểm 10, làm tròn lấy một chữ số thập phân và được quy đổi theo thang điểm chữ theo quy định tại khoản 7 Điều 11 của Quy chế này."
                    },
                    {
                        "id": "1dcbf503-f047-4dc2-a232-ab464d8a4bd3",
                        "rank": 1000,
                        "page": 16,
                        "content": "Việc tổ chức bảo vệ và đánh giá đồ án, khoá luận được thực hiện trực tuyến khi đáp ứng thêm các điều kiện sau đây:"
                    },
                    {
                        "id": "7d1c0a7f-20cc-44c1-a5da-e8e3f45d9595",
                        "rank": 7,
                        "page": 16,
                        "content": "a) Việc đánh giá được thực hiện thông qua một hội đồng chuyên môn gồm ít nhất 3 thành viên."
                    },
                    {
                        "id": "0d6e23ae-9019-4899-b998-48b3a782f078",
                        "rank": 7,
                        "page": 16,
                        "content": "b) Hình thức bảo vệ và đánh giá trực tuyến được sự đồng thuận của các thành viên hội đồng và người học."
                    },
                    {
                        "id": "c686914f-076b-488b-a044-8ebae11159c9",
                        "rank": 7,
                        "page": 16,
                        "content": "c) Diễn biến của buổi bảo vệ trực tuyến được ghi hình, ghi âm đầy đủ và lưu trữ."
                    }
                ],
                "child_ids": [
                    "8572750d-bd85-4c65-a0a2-83990f5b31ec",
                    "7dc5cd17-71a7-4095-9ffd-c0d936db59b3",
                    "a6543fcb-2b06-4d1b-964d-481b4a8da1a4",
                    "901e6a9a-48e5-44ef-9fb2-25aea1715c26",
                    "1dcbf503-f047-4dc2-a232-ab464d8a4bd3",
                    "7d1c0a7f-20cc-44c1-a5da-e8e3f45d9595",
                    "0d6e23ae-9019-4899-b998-48b3a782f078",
                    "c686914f-076b-488b-a044-8ebae11159c9"
                ]
            },
            {
                "id": "92036782-0f43-441e-90fc-be08c5422678",
                "rank": 3,
                "page": 17,
                "content": "Điều 16. Đăng ký học từ lần thứ hai trở đi",
                "childs": [
                    {
                        "id": "1bfab55a-c210-4c36-9be7-19e621da3dd9",
                        "rank": 5,
                        "page": 17,
                        "content": "1. Sinh viên có điểm học phần không đạt (điểm F) phải đăng ký học lại ở một trong các học kỳ tiếp theo cho đến khi đạt điểm trên F (điểm A+, A, B+, B, C, D) theo quy định tại khoản 1 và khoản 2 Điều 5 của Quy chế này."
                    },
                    {
                        "id": "dafb73b6-4414-4657-8cd4-49579d0782b0",
                        "rank": 5,
                        "page": 17,
                        "content": "2. Sinh viên có học phần tự chọn bị điểm F phải đăng ký học lại học phần đó hoặc học đổi sang học phần tự chọn khác."
                    },
                    {
                        "id": "42292b08-1eaa-41ba-be87-9e79460d9af5",
                        "rank": 5,
                        "page": 17,
                        "content": "3. Ngoài các trường hợp quy định tại khoản 1 và khoản 2 của Điều này, sinh viên được quyền đăng ký học lại để cải thiện điểm trung bình chung tích lũy."
                    }
                ],
                "child_ids": [
                    "1bfab55a-c210-4c36-9be7-19e621da3dd9",
                    "dafb73b6-4414-4657-8cd4-49579d0782b0",
                    "42292b08-1eaa-41ba-be87-9e79460d9af5"
                ]
            },
            {
                "id": "22a2b0ef-9a98-46ff-b699-e438c9f9e9d3",
                "rank": 3,
                "page": 17,
                "content": "Điều 17. Cách tính điểm trung bình chung",
                "childs": [
                    {
                        "id": "abc30869-f905-473d-9a0b-9795699c55e4",
                        "rank": 5,
                        "page": 17,
                        "content": "1. Điểm trung bình chung (TBC) học kỳ và điểm trung bình chung tích lũy được tính theo công thức sau và được làm tròn đến 2 chữ số thập phân:\nA = (Σ (i = 1 -> n) [a_i * n_i]) / (Σ (i = 1 -> n) [n_i])\nTrong đó: A là điểm TBC học kỳ hoặc điểm TBC tích lũy; a_i là điểm của học phần thứ i tính theo thang điểm 4; n_i là số tín chỉ của học phần thứ i; n là tổng số học phần.\nKhi tính điểm TBC học kỳ, a_i bao gồm tất cả các học phần được đánh giá đạt và không đạt trong học kỳ (có mức điểm chữ là A+, A, B+, B, C, D và F) và tính theo điểm đánh giá học phần cao nhất trong các lần học của học kỳ đó.\nKhi tính điểm TBC tích lũy, n chỉ bao gồm các học phần được đánh giá đạt đến thời điểm xét (có mức điểm chữ là A+, A, B+, B, C, D) và tính theo điểm đánh giá học phần cao nhất trong các lần học.\nĐiểm TBC học kỳ, điểm TBC tích lũy được dùng để xét thôi học, cảnh báo kết quả học tập, xếp hạng học lực sinh viên và xếp hạng tốt nghiệp."
                    },
                    {
                        "id": "e177c494-a8ee-426e-ad4f-41b77f6380dd",
                        "rank": 5,
                        "page": 17,
                        "content": "2. Không tính điểm học phần của các học phần điều kiện vào điểm TBC học kỳ, điểm TBC tích lũy. Căn cứ kết quả của các học phần này, Trường cấp chứng chỉ cho sinh viên theo quy định của Bộ Giáo dục và Đào tạo:",
                        "childs": [
                            {
                                "id": "aa0738d1-2df3-40e6-aad5-935515927b7a",
                                "rank": 1000,
                                "page": 17,
                                "content": "Sinh viên hoàn thành các học phần Giáo dục thể chất nếu điểm đánh giá mỗi học phần đều từ 4,0 trở lên theo thang điểm 10;\nSinh viên được cấp chứng chỉ Giáo dục quốc phòng - an ninh nếu điểm đánh giá mỗi học phần Giáo dục quốc phòng - an ninh đều từ 4,0 trở lên theo thang điểm 10 và điểm trung bình chung các học phần từ 5,0 trở lên với trọng số là số tín chỉ của học phần."
                            }
                        ],
                        "child_ids": [
                            "aa0738d1-2df3-40e6-aad5-935515927b7a"
                        ]
                    }
                ],
                "child_ids": [
                    "abc30869-f905-473d-9a0b-9795699c55e4",
                    "e177c494-a8ee-426e-ad4f-41b77f6380dd"
                ]
            },
            {
                "id": "10def03b-7fe4-43bc-99d0-09ba68d1b4f4",
                "rank": 3,
                "page": 17,
                "content": "Điều 18. Đánh giá kết quả học tập theo học kỳ, năm học",
                "childs": [
                    {
                        "id": "8d45b60c-112e-4e7a-83e5-bf348c883391",
                        "rank": 5,
                        "page": 17,
                        "content": "1. Sau mỗi học kỳ, căn cứ vào khối lượng kiến thức tích lũy được và số tín chỉ theo kế hoạch đào tạo đã thiết kế của từng ngành, sinh viên được xếp hạng năm đào tạo."
                    },
                    {
                        "id": "a925f231-d08d-4eab-99c0-57c9f2a1a042",
                        "rank": 5,
                        "page": 18,
                        "content": "2. Sinh viên được xếp loại học lực theo điểm trung bình chung học kỳ, điểm trung bình chung năm học hoặc điểm trung bình chung tích lũy (theo thang điểm 4) như sau:\nTừ 3,6 đến 4,0: Xuất sắc;\nTừ 3,2 đến cận 3,6: Giỏi;\nTừ 2,5 đến cận 3,2: Khá;\nTừ 2,0 đến cận 2,5: Trung bình;\nTừ 1,0 đến cận 2,0: Yếu;\nDưới 1,0: Kém."
                    },
                    {
                        "id": "aef97738-e956-4704-8b10-b73f07cc84eb",
                        "rank": 5,
                        "page": 18,
                        "content": "3. Sinh viên được xếp trình độ năm học căn cứ số tín chỉ tích lũy được từ đầu khóa học (gọi tắt là N) và số tín chỉ trung bình một năm học theo kế hoạch học tập chuẩn (gọi tắt là Y), cụ thể như sau:",
                        "childs": [
                            {
                                "id": "5b04c18d-1d43-43ed-889b-e2daafa740a7",
                                "rank": 7,
                                "page": 18,
                                "content": "a) Trình độ năm thứ nhất: N < Y;"
                            },
                            {
                                "id": "0a0ca96e-a1ee-4cb6-ba36-e253034bc37d",
                                "rank": 7,
                                "page": 18,
                                "content": "b) Trình độ năm thứ hai: Y < N < 2Y;"
                            },
                            {
                                "id": "ebeaa90c-9d29-4d83-9241-51549b014531",
                                "rank": 7,
                                "page": 18,
                                "content": "c) Trình độ năm thứ ba: 2Y < N < 3Y;"
                            },
                            {
                                "id": "2a84771c-c701-4c0c-ac73-fb64e0505dba",
                                "rank": 7,
                                "page": 18,
                                "content": "d) Trình độ năm thứ tư: 3Y < N < 4Y;"
                            },
                            {
                                "id": "e96fa7fe-d544-410c-ac34-3e39a1e9ea74",
                                "rank": 7,
                                "page": 18,
                                "content": "đ) Trình độ năm thứ năm: 4Y < N < 5Y."
                            }
                        ],
                        "child_ids": [
                            "5b04c18d-1d43-43ed-889b-e2daafa740a7",
                            "0a0ca96e-a1ee-4cb6-ba36-e253034bc37d",
                            "ebeaa90c-9d29-4d83-9241-51549b014531",
                            "2a84771c-c701-4c0c-ac73-fb64e0505dba",
                            "e96fa7fe-d544-410c-ac34-3e39a1e9ea74"
                        ]
                    },
                    {
                        "id": "ff2beaab-b3aa-428a-aa56-25a0a6f17efd",
                        "rank": 5,
                        "page": 18,
                        "content": "4. Kết quả học tập trong học kỳ phụ được gộp vào kết quả học tập trong học kỳ chính ngay trước học kỳ phụ để xếp hạng sinh viên về học lực."
                    }
                ],
                "child_ids": [
                    "8d45b60c-112e-4e7a-83e5-bf348c883391",
                    "a925f231-d08d-4eab-99c0-57c9f2a1a042",
                    "aef97738-e956-4704-8b10-b73f07cc84eb",
                    "ff2beaab-b3aa-428a-aa56-25a0a6f17efd"
                ]
            },
            {
                "id": "6270171e-c782-48e7-9ff6-33923c57cee8",
                "rank": 3,
                "page": 18,
                "content": "Điều 19. Xử lý kết quả học tập",
                "childs": [
                    {
                        "id": "715ebc61-6a7f-43cd-ba14-74b2f2a11d38",
                        "rank": 5,
                        "page": 18,
                        "content": "1. Đào tạo theo tín chỉ:",
                        "childs": [
                            {
                                "id": "f3c14dbf-98d4-45ef-8175-a22ea7b57b85",
                                "rank": 7,
                                "page": 18,
                                "content": "a) Cuối mỗi học kỳ chính, sinh viên bị cảnh báo học tập nếu thuộc vào một trong các điều kiện sau đây:",
                                "childs": [
                                    {
                                        "id": "30dfbb2e-352e-4d26-a2f9-6bcb1a51105f",
                                        "rank": 1000,
                                        "page": 18,
                                        "content": "- Điểm trung bình học kỳ đạt dưới 0,8 đối với học kỳ đầu của khóa học, dưới 1,0 đối với các học kỳ tiếp theo;"
                                    },
                                    {
                                        "id": "898d30a5-4a7e-44f5-ae5d-9c9e0ef05e07",
                                        "rank": 1000,
                                        "page": 18,
                                        "content": "- Điểm trung bình tích lũy đạt dưới 1,2 đối với sinh viên trình độ năm thứ nhất, dưới 1,4 đối với sinh viên trình độ năm thứ hai, dưới 1,6 đối với sinh viên trình độ năm thứ ba hoặc dưới 1,8 đối với sinh viên các năm tiếp theo."
                                    }
                                ],
                                "child_ids": [
                                    "30dfbb2e-352e-4d26-a2f9-6bcb1a51105f",
                                    "898d30a5-4a7e-44f5-ae5d-9c9e0ef05e07"
                                ]
                            },
                            {
                                "id": "a56a82aa-473c-4f37-9a3b-e5ffb48a3dec",
                                "rank": 7,
                                "page": 18,
                                "content": "b) Sinh viên bị buộc thôi học nếu thuộc một trong những trường hợp sau đây:",
                                "childs": [
                                    {
                                        "id": "efcc9cbb-2085-4840-b369-83af2ce7cb12",
                                        "rank": 1000,
                                        "page": 18,
                                        "content": "- Sinh viên đã bị cảnh báo 2 lần liên tiếp nhưng học kỳ tiếp theo vẫn rơi vào trường hợp nêu ở điểm a Khoản 1 của Điều này;"
                                    },
                                    {
                                        "id": "ecce2426-0fd7-4c4c-b29a-627fa3f6336e",
                                        "rank": 1000,
                                        "page": 18,
                                        "content": "- Vượt quá thời gian tối đa được phép học tại Trường quy định tại khoản 5 Điều 2 của Quy chế này."
                                    }
                                ],
                                "child_ids": [
                                    "efcc9cbb-2085-4840-b369-83af2ce7cb12",
                                    "ecce2426-0fd7-4c4c-b29a-627fa3f6336e"
                                ]
                            },
                            {
                                "id": "8a866f61-9b66-4b44-8d20-dd18a8ae5c42",
                                "rank": 7,
                                "page": 18,
                                "content": "c) Chậm nhất là một tháng sau khi có quyết định buộc thôi học, Phòng Công tác chính trị và Sinh viên thông báo cho gia đình sinh viên. Sinh viên thuộc diện bị buộc thôi học theo quy định tại điểm b khoản 1 của Điều này, trong vòng 02 năm được quyền xin xét chuyển qua các chương trình đào tạo hình thức vừa làm vừa học hoặc chương trình đào tạo ở trình độ thấp hơn tương ứng hoặc tham gia xét tuyển vào khóa mới và được bảo lưu một phần kết quả học tập ở chương trình cũ. Hiệu trưởng xem xét quyết định cho bảo lưu kết quả học tập đối với từng trường hợp cụ thể."
                            }
                        ],
                        "child_ids": [
                            "f3c14dbf-98d4-45ef-8175-a22ea7b57b85",
                            "a56a82aa-473c-4f37-9a3b-e5ffb48a3dec",
                            "8a866f61-9b66-4b44-8d20-dd18a8ae5c42"
                        ]
                    },
                    {
                        "id": "e9febba1-811f-4327-8a57-badf91458be0",
                        "rank": 5,
                        "page": 19,
                        "content": "2. Đào tạo theo niên chế:",
                        "childs": [
                            {
                                "id": "d6ff4d1c-3c81-43b5-ba03-908cef813d7e",
                                "rank": 7,
                                "page": 19,
                                "content": "a) Cuối mỗi năm học, sinh viên được đánh giá đạt tiến độ học tập bình thường và được học tiếp lên năm học sau nếu đạt cả hai điều kiện:",
                                "childs": [
                                    {
                                        "id": "c3e58bbf-2f91-457e-824a-d994c9a6473f",
                                        "rank": 1000,
                                        "page": 19,
                                        "content": "- Điểm trung bình năm học đạt từ 1,0 trở lên đối với năm học thứ nhất, từ 1,2 trở lên đối với năm thứ hai và từ 1,4 đối với năm thứ ba trở đi;"
                                    },
                                    {
                                        "id": "0c2c8b2c-3ec8-44f3-9943-ed5e24b4f5ce",
                                        "rank": 1000,
                                        "page": 19,
                                        "content": "- Số tín chỉ nợ đọng từ đầu khóa không vượt quá 16."
                                    }
                                ],
                                "child_ids": [
                                    "c3e58bbf-2f91-457e-824a-d994c9a6473f",
                                    "0c2c8b2c-3ec8-44f3-9943-ed5e24b4f5ce"
                                ]
                            },
                            {
                                "id": "05778586-f561-4337-8891-2f58f51b6dda",
                                "rank": 7,
                                "page": 19,
                                "content": "b) Sinh viên bị buộc thôi học trong các trường hợp:",
                                "childs": [
                                    {
                                        "id": "a2937e42-808d-44ac-9c94-b547648065c7",
                                        "rank": 1000,
                                        "page": 19,
                                        "content": "- Điểm trung bình năm học đạt dưới 0,8;"
                                    },
                                    {
                                        "id": "c9d84d12-b4c8-4b04-85bd-6fd48daef75b",
                                        "rank": 1000,
                                        "page": 19,
                                        "content": "- Điểm trung bình tích lũy đạt dưới 1,2 sau 2 năm học, dưới 1,4 sau 3 năm học và dưới 1,6 từ sau 4 năm học trở đi;"
                                    },
                                    {
                                        "id": "a38b78f7-3857-4dc6-a110-afa55de0b053",
                                        "rank": 1000,
                                        "page": 19,
                                        "content": "- Thời gian học tập vượt quá giới hạn theo quy định tại khoản 5 Điều 2 của Quy chế này."
                                    }
                                ],
                                "child_ids": [
                                    "a2937e42-808d-44ac-9c94-b547648065c7",
                                    "c9d84d12-b4c8-4b04-85bd-6fd48daef75b",
                                    "a38b78f7-3857-4dc6-a110-afa55de0b053"
                                ]
                            },
                            {
                                "id": "ac7681f9-d38a-481c-a69b-b308e912244d",
                                "rank": 7,
                                "page": 19,
                                "content": "c) Sinh viên không thuộc diện quy định tại điểm a và b, khoản 2 Điều này được xếp lớp học cùng khóa sau để cải thiện kết quả học tập."
                            }
                        ],
                        "child_ids": [
                            "d6ff4d1c-3c81-43b5-ba03-908cef813d7e",
                            "05778586-f561-4337-8891-2f58f51b6dda",
                            "ac7681f9-d38a-481c-a69b-b308e912244d"
                        ]
                    }
                ],
                "child_ids": [
                    "715ebc61-6a7f-43cd-ba14-74b2f2a11d38",
                    "e9febba1-811f-4327-8a57-badf91458be0"
                ]
            },
            {
                "id": "8c231d10-17f6-4d63-adb3-576ed220921d",
                "rank": 3,
                "page": 19,
                "content": "Điều 20. Công nhận kết quả học tập và chuyển đổi tín chỉ",
                "childs": [
                    {
                        "id": "9c78a757-065a-46eb-a02c-3f3995e54ab3",
                        "rank": 5,
                        "page": 19,
                        "content": "1. Kết quả học tập của người học đã tích lũy từ một trình độ đào tạo khác, một ngành đào tạo hoặc một chương trình đào tạo khác, một khóa học khác hoặc từ một cơ sở đào tạo khác được Trường Đại học Quy Nhơn xem xét công nhận, chuyển đổi sang tín chỉ của những học phần trong chương trình đào tạo theo học."
                    },
                    {
                        "id": "32f13180-f5cf-494a-993b-7c971d9fbf8e",
                        "rank": 5,
                        "page": 19,
                        "content": "2. Hội đồng chuyên môn của Trường xem xét công nhận, chuyển đổi tín chỉ trên cơ sở đối sánh chuẩn đầu ra, nội dung và khối lượng học tập, cách thức đánh giá học phần và các điều kiện bảo đảm chất lượng thực hiện chương trình theo các cấp độ:",
                        "childs": [
                            {
                                "id": "cf95ce9f-73f7-4997-adde-df88ad12d715",
                                "rank": 7,
                                "page": 19,
                                "content": "a) Công nhận, chuyển đổi theo từng học phần;"
                            },
                            {
                                "id": "074df00c-a147-49b7-b2fd-7feda11b7651",
                                "rank": 7,
                                "page": 19,
                                "content": "b) Công nhận, chuyển đổi theo từng nhóm học phần;"
                            },
                            {
                                "id": "4c39c7fe-e001-41b0-a61e-bd6171dbc606",
                                "rank": 7,
                                "page": 19,
                                "content": "c) Công nhận, chuyển đổi theo cả chương trình đào tạo."
                            }
                        ],
                        "child_ids": [
                            "cf95ce9f-73f7-4997-adde-df88ad12d715",
                            "074df00c-a147-49b7-b2fd-7feda11b7651",
                            "4c39c7fe-e001-41b0-a61e-bd6171dbc606"
                        ]
                    },
                    {
                        "id": "8d00b0c7-678a-4af6-8e67-ac0247eece3e",
                        "rank": 5,
                        "page": 19,
                        "content": "3. Khối lượng tối đa được công nhận, chuyển đổi không vượt quá 50% khối lượng học tập tối thiểu của chương trình đào tạo; riêng đối với ngành đào tạo giáo viên thực hiện theo hướng dẫn của Bộ Giáo dục và Đào tạo."
                    }
                ],
                "child_ids": [
                    "9c78a757-065a-46eb-a02c-3f3995e54ab3",
                    "32f13180-f5cf-494a-993b-7c971d9fbf8e",
                    "8d00b0c7-678a-4af6-8e67-ac0247eece3e"
                ]
            },
            {
                "id": "430056e4-971e-4da3-8550-93c4668b2f6f",
                "rank": 3,
                "page": 20,
                "content": "Điều 21. Điều kiện xét tốt nghiệp và công nhận tốt nghiệp",
                "childs": [
                    {
                        "id": "53fb75eb-12ad-4c6a-a0c9-709d492813cf",
                        "rank": 5,
                        "page": 20,
                        "content": "1. Sinh viên được Trường xét và công nhận tốt nghiệp khi có đủ các điều kiện sau đây:",
                        "childs": [
                            {
                                "id": "581684b8-7f58-45d0-94cf-d834ec028e4b",
                                "rank": 7,
                                "page": 20,
                                "content": "a) Tích lũy đủ học phần, số tín chỉ của chương trình đào tạo được quy định tại khoản 4 Điều 2 của Quy chế này và hoàn thành các nội dung bắt buộc khác theo yêu cầu của chương trình đào tạo, đạt chuẩn đầu ra của chương trình đào tạo;"
                            },
                            {
                                "id": "64f21182-3316-46e1-9c63-f5a3f3f7f387",
                                "rank": 7,
                                "page": 20,
                                "content": "b) Điểm trung bình chung tích lũy của toàn khóa học đạt từ 2,00 trở lên;"
                            },
                            {
                                "id": "c93bd30e-41b8-45ce-a3e8-7afe517faf43",
                                "rank": 7,
                                "page": 20,
                                "content": "c) Tại thời điểm xét tốt nghiệp không bị truy cứu trách nhiệm hình sự hoặc không đang trong thời gian bị kỷ luật ở mức đình chỉ học tập;"
                            },
                            {
                                "id": "aa5f4c8c-8944-4d29-8b1e-8f21277f1029",
                                "rank": 7,
                                "page": 20,
                                "content": "d) Có đơn gửi Phòng Đào tạo đại học đề nghị được xét tốt nghiệp trong trường hợp đủ điều kiện tốt nghiệp sớm so với thời gian đào tạo."
                            }
                        ],
                        "child_ids": [
                            "581684b8-7f58-45d0-94cf-d834ec028e4b",
                            "64f21182-3316-46e1-9c63-f5a3f3f7f387",
                            "c93bd30e-41b8-45ce-a3e8-7afe517faf43",
                            "aa5f4c8c-8944-4d29-8b1e-8f21277f1029"
                        ]
                    },
                    {
                        "id": "93cded5f-d541-4470-b091-ed515152fc54",
                        "rank": 5,
                        "page": 20,
                        "content": "2. Hội đồng xét tốt nghiệp căn cứ các điều kiện công nhận tốt nghiệp quy định tại khoản 1 Điều này để lập danh sách những sinh viên đủ điều kiện tốt nghiệp.",
                        "childs": [
                            {
                                "id": "f667c6d5-a35c-486f-9dba-ce7ac4446b31",
                                "rank": 1000,
                                "page": 20,
                                "content": "Hội đồng xét tốt nghiệp do Hiệu trưởng hoặc Phó Hiệu trưởng được Hiệu trưởng ủy quyền làm Chủ tịch, Trưởng Phòng đào tạo đại học làm Thư ký và các thành viên là các trưởng khoa, trưởng phòng liên quan."
                            }
                        ],
                        "child_ids": [
                            "f667c6d5-a35c-486f-9dba-ce7ac4446b31"
                        ]
                    },
                    {
                        "id": "f9ef4cb5-0a57-49bc-a56a-175dc2df4d29",
                        "rank": 5,
                        "page": 20,
                        "content": "3. Căn cứ đề nghị của Hội đồng xét tốt nghiệp, Hiệu trưởng ký quyết định công nhận tốt nghiệp cho sinh viên."
                    }
                ],
                "child_ids": [
                    "53fb75eb-12ad-4c6a-a0c9-709d492813cf",
                    "93cded5f-d541-4470-b091-ed515152fc54",
                    "f9ef4cb5-0a57-49bc-a56a-175dc2df4d29"
                ]
            },
            {
                "id": "c7fcbbf3-8a34-41e5-9079-3c3b9db1425c",
                "rank": 3,
                "page": 20,
                "content": "Điều 22. Cấp bằng tốt nghiệp, bảo lưu kết quả học tập, chuyển chương trình đào tạo và chuyển loại hình đào tạo",
                "childs": [
                    {
                        "id": "c006eedb-c1a9-4b72-ac66-bb6642622395",
                        "rank": 5,
                        "page": 20,
                        "content": "1. Bằng tốt nghiệp đại học được cấp theo ngành đào tạo chính (đơn ngành hoặc song ngành). Hạng tốt nghiệp được xác định theo điểm trung bình chung tích lũy của toàn khóa học được quy định tại khoản 2 Điều 18 của Quy chế này, trong đó, hạng tốt nghiệp của sinh viên có điểm trung bình tích lũy loại xuất sắc và giỏi sẽ bị giảm đi một mức nếu thuộc một trong các trường hợp sau:",
                        "childs": [
                            {
                                "id": "aac32162-c64d-445b-b326-9fdc4baaf0c7",
                                "rank": 7,
                                "page": 20,
                                "content": "a) Khối lượng của các học phần phải học lại vượt quá 5% so với tổng số tín chỉ quy định cho toàn chương trình;"
                            },
                            {
                                "id": "e4813add-5f0b-4ccb-bc14-c08a08578487",
                                "rank": 7,
                                "page": 20,
                                "content": "b) Sinh viên đã bị kỷ luật từ mức cảnh cáo trở lên trong thời gian học."
                            }
                        ],
                        "child_ids": [
                            "aac32162-c64d-445b-b326-9fdc4baaf0c7",
                            "e4813add-5f0b-4ccb-bc14-c08a08578487"
                        ]
                    },
                    {
                        "id": "1a33ce6c-27a4-4097-abc4-d8ebc6f2bd31",
                        "rank": 5,
                        "page": 20,
                        "content": "2. Kết quả học tập của sinh viên phải được ghi vào bảng điểm, phụ lục văn bằng theo từng học phần. Trong bảng điểm, phụ lục văn bằng ghi chuyên ngành (hướng chuyên sâu) hoặc ngành phụ (nếu có)."
                    },
                    {
                        "id": "468c5742-1f28-4e03-b3a6-e865a2f0f9de",
                        "rank": 5,
                        "page": 20,
                        "content": "3. Những sinh viên đủ điều kiện tốt nghiệp được Hiệu trưởng ra quyết định công nhận tốt nghiệp và cấp bằng tốt nghiệp trong thời hạn 03 tháng tính từ thời điểm sinh viên đáp ứng đầy đủ điều kiện tốt nghiệp và hoàn thành nghĩa vụ với Trường."
                    },
                    {
                        "id": "7a515b55-10ab-4aa0-84d8-c2961954974d",
                        "rank": 5,
                        "page": 21,
                        "content": "4. Sinh viên đã hết thời gian học tập tối đa theo quy định nhưng chưa đủ điều kiện tốt nghiệp do chưa hoàn thành những học phần Giáo dục quốc phòng - an ninh hoặc Giáo dục thể chất hoặc chưa đạt chuẩn đầu ra về ngoại ngữ, công nghệ thông tin, trong thời hạn 03 năm tính từ khi thôi học được hoàn thiện các điều kiện còn thiếu và đề nghị xét công nhận tốt nghiệp."
                    },
                    {
                        "id": "2f7a0e29-d5ca-443a-8aee-1db4532e91d1",
                        "rank": 5,
                        "page": 21,
                        "content": "5. Sinh viên không tốt nghiệp được cấp giấy chứng nhận về các học phần đã học trong chương trình đào tạo của Trường. Những sinh viên này nếu có nguyện vọng, được quyền làm đơn xin chuyển qua các chương trình khác theo quy định tại khoản 3 Điều 24 của Quy chế này."
                    }
                ],
                "child_ids": [
                    "c006eedb-c1a9-4b72-ac66-bb6642622395",
                    "1a33ce6c-27a4-4097-abc4-d8ebc6f2bd31",
                    "468c5742-1f28-4e03-b3a6-e865a2f0f9de",
                    "7a515b55-10ab-4aa0-84d8-c2961954974d",
                    "2f7a0e29-d5ca-443a-8aee-1db4532e91d1"
                ]
            }
        ],
        "child_ids": [
            "054376aa-c913-4147-8b81-dc215f8c6129",
            "c92a0ee8-fb44-4bef-be7b-8e96b6f72600",
            "3c8a44e3-ee7c-450f-b585-f23b349d9ea1",
            "5d3e3253-3e1c-40fe-b6e2-d3a77c8e8a33",
            "53d6b5fd-74af-4599-b4c8-7c14f7da0f3c",
            "92036782-0f43-441e-90fc-be08c5422678",
            "22a2b0ef-9a98-46ff-b699-e438c9f9e9d3",
            "10def03b-7fe4-43bc-99d0-09ba68d1b4f4",
            "6270171e-c782-48e7-9ff6-33923c57cee8",
            "8c231d10-17f6-4d63-adb3-576ed220921d",
            "430056e4-971e-4da3-8550-93c4668b2f6f",
            "c7fcbbf3-8a34-41e5-9079-3c3b9db1425c"
        ]
    },
    {
        "id": "6f1d1241-6160-4479-860d-d3571e1b7787",
        "rank": 1,
        "page": 21,
        "content": "Chương IV: NHỮNG QUY ĐỊNH KHÁC ĐỐI VỚI SINH VIÊN",
        "childs": [
            {
                "id": "5795cd1a-c207-4684-ae1e-4576c475904a",
                "rank": 3,
                "page": 21,
                "content": "Điều 23. Nghỉ học tạm thời, thôi học",
                "childs": [
                    {
                        "id": "691c8be4-90ee-4ad4-9a1e-5f984e8a0dea",
                        "rank": 5,
                        "page": 21,
                        "content": "1. Sinh viên được xin nghỉ học tạm thời và bảo lưu kết quả đã học trong các trường hợp sau:",
                        "childs": [
                            {
                                "id": "60c634fd-1e6e-4a5c-879c-60847a55a45c",
                                "rank": 7,
                                "page": 21,
                                "content": "a) Được điều động vào lực lượng vũ trang;"
                            },
                            {
                                "id": "df01a411-b310-4a75-a62f-28f4cb98b47b",
                                "rank": 7,
                                "page": 21,
                                "content": "b) Được cơ quan có thẩm quyền điều động, đại diện quốc gia tham dự các kỳ thi, giải đấu quốc tế;"
                            },
                            {
                                "id": "5ee99a66-2a41-459d-94a8-27151734dcc7",
                                "rank": 7,
                                "page": 21,
                                "content": "c) Bị ốm, thai sản hoặc tai nạn phải điều trị thời gian dài có chứng nhận của cơ sở khám bệnh, chữa bệnh từ cấp quận, huyện trở lên;"
                            },
                            {
                                "id": "2af81791-291e-445c-8b04-4b918c8cc4b6",
                                "rank": 7,
                                "page": 21,
                                "content": "d) Vì lý do cá nhân khác nhưng đã học tối thiểu 01 học kỳ ở Trường và không thuộc các trường hợp bị xem xét buộc thôi học hoặc xem xét kỷ luật."
                            }
                        ],
                        "child_ids": [
                            "60c634fd-1e6e-4a5c-879c-60847a55a45c",
                            "df01a411-b310-4a75-a62f-28f4cb98b47b",
                            "5ee99a66-2a41-459d-94a8-27151734dcc7",
                            "2af81791-291e-445c-8b04-4b918c8cc4b6"
                        ]
                    },
                    {
                        "id": "d9ea1526-86e8-4d0f-b5d6-14448fa38fc6",
                        "rank": 5,
                        "page": 21,
                        "content": "2. Thời gian nghỉ học tạm thời vì nhu cầu cá nhân được tính vào thời gian học chính thức quy định tại khoản 5 Điều 2 của Quy chế này."
                    },
                    {
                        "id": "44143a24-b56c-4b54-b3bb-ce8e4937ac30",
                        "rank": 5,
                        "page": 21,
                        "content": "3. Sinh viên được xin thôi học vì lý do cá nhân, trừ trường hợp bị xem xét buộc thôi học hoặc xem xét kỷ luật. Những sinh viên này muốn quay trở lại học phải dự tuyển đầu vào như những thí sinh khác."
                    },
                    {
                        "id": "d9ecf9bd-88ff-4a54-bd42-cfc323a2b7f5",
                        "rank": 5,
                        "page": 21,
                        "content": "4. Thủ tục xin nghỉ học tạm thời, tiếp nhận trở lại học và cho thôi học:",
                        "childs": [
                            {
                                "id": "13ac4409-bf15-4be6-ac00-64755ede6068",
                                "rank": 1000,
                                "page": 21,
                                "content": "- Thủ tục để được nghỉ học tạm thời: Sinh viên viết đơn có xác nhận của khoa quản lý ngành đào tạo kèm với minh chứng lý do nghỉ học tạm thời nộp cho Phòng Đào tạo đại học. Hiệu trưởng quyết định cho từng trường hợp cụ thể;"
                            },
                            {
                                "id": "f31f5c77-45a8-4e0d-8bd4-d8dde891ba00",
                                "rank": 1000,
                                "page": 21,
                                "content": "- Thủ tục xin trở lại học: Sinh viên nghỉ học tạm thời, khi muốn trở lại học tiếp tại Trường, trước khi bắt đầu học kỳ mới ít nhất một tuần, phải viết đơn nộp cho Phòng Đào tạo đại học để trình Hiệu trưởng quyết định."
                            },
                            {
                                "id": "8724cf68-4b3b-4b4d-a964-ed82302ba5f0",
                                "rank": 1000,
                                "page": 21,
                                "content": "- Cho thôi học: Căn cứ vào điều kiện riêng, sinh viên có thể làm đơn xin thôi học và nộp cho Phòng Đào tạo đại học. Hiệu trưởng quyết định cho từng trường hợp cụ thể."
                            }
                        ],
                        "child_ids": [
                            "13ac4409-bf15-4be6-ac00-64755ede6068",
                            "f31f5c77-45a8-4e0d-8bd4-d8dde891ba00",
                            "8724cf68-4b3b-4b4d-a964-ed82302ba5f0"
                        ]
                    }
                ],
                "child_ids": [
                    "691c8be4-90ee-4ad4-9a1e-5f984e8a0dea",
                    "d9ea1526-86e8-4d0f-b5d6-14448fa38fc6",
                    "44143a24-b56c-4b54-b3bb-ce8e4937ac30",
                    "d9ecf9bd-88ff-4a54-bd42-cfc323a2b7f5"
                ]
            },
            {
                "id": "59687d5d-2f22-4039-b722-e0eb73500425",
                "rank": 3,
                "page": 22,
                "content": "Điều 24. Chuyển ngành, chuyển nơi học, chuyển trường, chuyển hình thức học",
                "childs": [
                    {
                        "id": "fea152cb-4994-4898-9145-3891d0ae46f4",
                        "rank": 5,
                        "page": 22,
                        "content": "1. Sinh viên được xem xét chuyển sang học một chương trình, một ngành đào tạo khác khi có đủ các điều kiện sau:",
                        "childs": [
                            {
                                "id": "1681026b-837b-45bb-9588-9f88e5bd4e88",
                                "rank": 7,
                                "page": 22,
                                "content": "a) Không đang là sinh viên trình độ năm thứ nhất hoặc năm cuối khóa, không thuộc diện bị xem xét buộc thôi học và còn đủ thời gian học tập theo quy định tại khoản 5 Điều 2 của Quy chế này;"
                            },
                            {
                                "id": "db56e923-b082-4fd1-9095-5dc041e7af40",
                                "rank": 7,
                                "page": 22,
                                "content": "b) Sinh viên đạt điều kiện trúng tuyển của chương trình, ngành đào tạo, của Trường trong cùng khóa tuyển sinh;"
                            },
                            {
                                "id": "31e97962-8e9b-42b5-b38d-cee74bcfc23c",
                                "rank": 7,
                                "page": 22,
                                "content": "c) Trường có đủ điều kiện bảo đảm chất lượng, chưa vượt quá năng lực đào tạo đối với chương trình, ngành đào tạo đó theo quy định hiện hành của Bộ Giáo dục và Đào tạo;"
                            },
                            {
                                "id": "cd257e59-ec82-498c-8ec8-74d6ada5d484",
                                "rank": 7,
                                "page": 22,
                                "content": "d) Được sự đồng ý của Trưởng các đơn vị chuyên môn phụ trách chương trình, ngành đào tạo và của Hiệu trưởng."
                            }
                        ],
                        "child_ids": [
                            "1681026b-837b-45bb-9588-9f88e5bd4e88",
                            "db56e923-b082-4fd1-9095-5dc041e7af40",
                            "31e97962-8e9b-42b5-b38d-cee74bcfc23c",
                            "cd257e59-ec82-498c-8ec8-74d6ada5d484"
                        ]
                    },
                    {
                        "id": "c4551226-f3a6-4060-a24b-ed1bb0cc2f40",
                        "rank": 5,
                        "page": 22,
                        "content": "2. Sinh viên được xem xét chuyển trường khi có đủ các điều kiện sau:",
                        "childs": [
                            {
                                "id": "c33f98f4-e66d-4092-b89e-99c87d8c240e",
                                "rank": 7,
                                "page": 22,
                                "content": "a) Không đang là sinh viên trình độ năm thứ nhất hoặc năm cuối khóa, không thuộc diện bị xem xét buộc thôi học và còn đủ thời gian học tập theo quy định tại khoản 5 Điều 2 của Quy chế này;"
                            },
                            {
                                "id": "20c08ee8-29fd-400a-a45f-6457f408e8bb",
                                "rank": 7,
                                "page": 22,
                                "content": "b) Sinh viên đạt điều kiện trúng tuyển của chương trình, ngành đào tạo cùng khóa tuyển sinh tại trường xin chuyển đến;"
                            },
                            {
                                "id": "1ae30b1b-e57d-4d89-819b-1c963dd1fb09",
                                "rank": 7,
                                "page": 22,
                                "content": "c) Trường hợp chuyển đến, chỉ được tiếp nhận khi Trường có đủ điều kiện bảo đảm chất lượng, chưa vượt quá năng lực đào tạo đối với chương trình, ngành đào tạo đó theo quy định hiện hành của Bộ Giáo dục và Đào tạo;"
                            },
                            {
                                "id": "d39bc324-ecb7-41b5-86f8-998419fc03ba",
                                "rank": 7,
                                "page": 22,
                                "content": "d) Được sự đồng ý của Hiệu trưởng trường xin chuyển đi và trường xin chuyển đến."
                            }
                        ],
                        "child_ids": [
                            "c33f98f4-e66d-4092-b89e-99c87d8c240e",
                            "20c08ee8-29fd-400a-a45f-6457f408e8bb",
                            "1ae30b1b-e57d-4d89-819b-1c963dd1fb09",
                            "d39bc324-ecb7-41b5-86f8-998419fc03ba"
                        ]
                    },
                    {
                        "id": "ae8523a8-d7bf-4162-9759-836169084d4d",
                        "rank": 5,
                        "page": 22,
                        "content": "3. Sinh viên được xem xét chuyển từ hình thức chính quy sang hình thức vừa làm vừa học của Trường nếu còn đủ thời gian học tập theo quy định đối với hình thức chuyển đến."
                    },
                    {
                        "id": "9cf7ec79-1ba7-496a-9732-7e6c7cb00efd",
                        "rank": 5,
                        "page": 22,
                        "content": "4. Thủ tục chuyển trường:",
                        "childs": [
                            {
                                "id": "ae7f0172-b79b-4d9c-9691-49162ab80233",
                                "rank": 7,
                                "page": 22,
                                "content": "a) Sinh viên xin chuyển trường phải làm hồ sơ xin chuyển trường theo mẫu quy định của trường;"
                            },
                            {
                                "id": "9298f29d-c7f6-4015-afb1-162e85eaf548",
                                "rank": 7,
                                "page": 22,
                                "content": "b) Hiệu trưởng trường có sinh viên xin chuyển đến quyết định tiếp nhận hoặc không tiếp nhận; quyết định việc học tập tiếp tục của sinh viên, công nhận các học phần mà sinh viên chuyển đến được chuyển đổi kết quả và số học phần phải học bổ sung, trên cơ sở so sánh chương trình của trường sinh viên xin chuyển đi và chương trình của trường xin chuyển đến."
                            }
                        ],
                        "child_ids": [
                            "ae7f0172-b79b-4d9c-9691-49162ab80233",
                            "9298f29d-c7f6-4015-afb1-162e85eaf548"
                        ]
                    }
                ],
                "child_ids": [
                    "fea152cb-4994-4898-9145-3891d0ae46f4",
                    "c4551226-f3a6-4060-a24b-ed1bb0cc2f40",
                    "ae8523a8-d7bf-4162-9759-836169084d4d",
                    "9cf7ec79-1ba7-496a-9732-7e6c7cb00efd"
                ]
            },
            {
                "id": "390c1b82-06f6-49a6-a150-16b9d480fa6c",
                "rank": 3,
                "page": 23,
                "content": "Điều 25. Trao đổi sinh viên và hợp tác trong đào tạo",
                "childs": [
                    {
                        "id": "22a30abc-13e8-4795-a07d-3980af8a84db",
                        "rank": 5,
                        "page": 23,
                        "content": "1. Trường xây dựng và ban hành quy định về việc công nhận lẫn nhau về quy trình đào tạo, nội dung đào tạo và giá trị của tín chỉ làm căn cứ cho phép sinh viên của Trường được học một số học phần tại trường khác và ngược lại (sau đây gọi là trao đổi sinh viên)."
                    },
                    {
                        "id": "f2917a0c-90af-4a0b-bcfc-f00c2a2fb372",
                        "rank": 5,
                        "page": 23,
                        "content": "2. Trên cơ sở đánh giá và công nhận lẫn nhau, sinh viên của Trường có thể đăng ký thực hiện học một số học phần tại trường khác, nếu được Hiệu trưởng của hai trường đồng ý với số lượng tín chỉ mà sinh viên tích lũy tại cơ sở đào tạo khác (nếu có) không vượt quá 25% tổng khối lượng của chương trình đào tạo."
                    },
                    {
                        "id": "c8638260-1a7e-4c03-b3ce-1c65fa85d6df",
                        "rank": 5,
                        "page": 23,
                        "content": "3. Trong hợp tác đào tạo giữa các trường, việc đánh giá và công nhận lẫn nhau số lượng tín chỉ mà sinh viên tích lũy tại cơ sở phối hợp đào tạo khác không vượt quá 25% tổng khối lượng của chương trình đào tạo."
                    }
                ],
                "child_ids": [
                    "22a30abc-13e8-4795-a07d-3980af8a84db",
                    "f2917a0c-90af-4a0b-bcfc-f00c2a2fb372",
                    "c8638260-1a7e-4c03-b3ce-1c65fa85d6df"
                ]
            },
            {
                "id": "d8419b89-50df-4ed1-b061-53cb5dcd4d47",
                "rank": 3,
                "page": 23,
                "content": "Điều 26. Học cùng lúc hai chương trình",
                "childs": [
                    {
                        "id": "77826923-10a9-4cfb-8a27-dca2f0861d0c",
                        "rank": 5,
                        "page": 23,
                        "content": "1. Học cùng lúc hai chương trình dành cho sinh viên có đủ điều kiện theo quy định tại khoản 2 Điều này và có nhu cầu đăng ký học thêm một chương trình để khi tốt nghiệp được cấp hai văn bằng."
                    },
                    {
                        "id": "edf011c9-8bb8-4baa-8627-1d5517b0a7c1",
                        "rank": 5,
                        "page": 23,
                        "content": "2. Sinh viên được đăng ký học chương trình thứ hai sớm nhất khi đã được xếp trình độ năm thứ hai của chương trình thứ nhất. Tại thời điểm đăng ký, sinh viên phải đáp ứng điều kiện sau: Học lực tính theo điểm trung bình tích lũy xếp loại trung bình trở lên và đáp ứng điều kiện trúng tuyển của chương trình thứ hai trong năm tuyển sinh."
                    },
                    {
                        "id": "5992f7d2-6f13-461a-b047-807203afb388",
                        "rank": 5,
                        "page": 23,
                        "content": "3. Trong quá trình sinh viên học cùng lúc hai chương trình, nếu điểm trung bình tích lũy của chương trình thứ nhất đạt dưới điểm trung bình hoặc thuộc diện cảnh báo kết quả học tập thì phải dừng học chương trình thứ hai ở học kỳ tiếp theo; sinh viên sẽ bị loại khỏi danh sách đã đăng ký học chương trình thứ hai."
                    },
                    {
                        "id": "f34786ae-a1f1-4f96-aae6-922dc0dbcc41",
                        "rank": 5,
                        "page": 23,
                        "content": "4. Thời gian tối đa được phép học đối với sinh viên học cùng lúc hai chương trình là thời gian tối đa quy định cho chương trình thứ nhất, quy định tại khoản 5 Điều 2 của Quy chế này. Khi học chương trình thứ hai, sinh viên được công nhận kết quả của những học phần có nội dung và khối lượng kiến thức tương đương có trong chương trình thứ nhất."
                    },
                    {
                        "id": "ba663adb-66cf-4347-9d17-1960c8b85a68",
                        "rank": 5,
                        "page": 23,
                        "content": "5. Sinh viên chỉ được xét tốt nghiệp chương trình thứ hai, nếu có đủ điều kiện tốt nghiệp ở chương trình thứ nhất và đã đăng ký muộn nhất 02 năm trước thời điểm xét tốt nghiệp chương trình thứ hai."
                    }
                ],
                "child_ids": [
                    "77826923-10a9-4cfb-8a27-dca2f0861d0c",
                    "edf011c9-8bb8-4baa-8627-1d5517b0a7c1",
                    "5992f7d2-6f13-461a-b047-807203afb388",
                    "f34786ae-a1f1-4f96-aae6-922dc0dbcc41",
                    "ba663adb-66cf-4347-9d17-1960c8b85a68"
                ]
            },
            {
                "id": "8edcf32d-cc33-4e5a-b4cd-55940ec34e72",
                "rank": 3,
                "page": 23,
                "content": "Điều 27. Học liên thông đối với người có văn bằng khác",
                "childs": [
                    {
                        "id": "fc288d35-9426-4b58-850a-9ed6a2884594",
                        "rank": 5,
                        "page": 23,
                        "content": "1. Người đã tốt nghiệp các trình độ đào tạo của giáo dục nghề nghiệp được dự tuyển và học liên thông lên trình độ đại học theo quy định hiện hành của Chính phủ, Thủ tướng Chính phủ và quy chế của Trường."
                    },
                    {
                        "id": "e2833d79-05f3-44e2-a663-0ef7edd77763",
                        "rank": 5,
                        "page": 24,
                        "content": "2. Người đã tốt nghiệp đại học được dự tuyển và học liên thông để nhận thêm một bằng tốt nghiệp đại học của một ngành đào tạo khác, khi Trường đã áp dụng thống nhất phương thức đào tạo theo tín chỉ và đã tuyển sinh được tối thiểu 03 khóa theo ngành đào tạo và hình thức đào tạo mà người học lựa chọn."
                    },
                    {
                        "id": "241571d1-7018-412a-80a6-a4e24aa11a8c",
                        "rank": 5,
                        "page": 24,
                        "content": "3. Người học liên thông thực hiện chương trình đào tạo và đăng ký học tập theo kế hoạch chung như các sinh viên khác cùng hình thức đào tạo. Trên cơ sở công nhận và chuyển đổi tín chỉ, sinh viên được miễn trừ các học phần tương ứng với những khối lượng học tập đã tích lũy theo quy định tại Điều 20 của Quy chế này."
                    }
                ],
                "child_ids": [
                    "fc288d35-9426-4b58-850a-9ed6a2884594",
                    "e2833d79-05f3-44e2-a663-0ef7edd77763",
                    "241571d1-7018-412a-80a6-a4e24aa11a8c"
                ]
            },
            {
                "id": "73725584-4cf7-42dc-b7e5-37c62186e473",
                "rank": 3,
                "page": 24,
                "content": "Điều 28. Xử lý vi phạm đối với sinh viên",
                "childs": [
                    {
                        "id": "13ffa618-a4ec-4a12-ba1e-fba54f93fe0e",
                        "rank": 5,
                        "page": 24,
                        "content": "1. Sinh viên có gian lận trong thi, kiểm tra, đánh giá kết quả học tập sẽ bị xử lý kỷ luật đối với từng học phần đã vi phạm theo các quy định của Quy chế thi tốt nghiệp Trung học phổ thông hiện hành do Bộ Giáo dục và Đào tạo ban hành, trừ trường hợp quy định tại khoản 2 Điều này."
                    },
                    {
                        "id": "5894de7d-31c0-4da7-bb3b-b85997f22117",
                        "rank": 5,
                        "page": 24,
                        "content": "2. Sinh viên thi hộ hoặc nhờ người thi hộ đều bị kỷ luật ở mức đình chỉ học tập 01 năm đối với trường hợp vi phạm lần thứ nhất và buộc thôi học đối với trường hợp vi phạm lần thứ hai."
                    },
                    {
                        "id": "d55b7739-dad2-4da4-9a97-5ac5c03d32ff",
                        "rank": 5,
                        "page": 24,
                        "content": "3. Người học sử dụng hồ sơ, văn bằng, chứng chỉ giả làm điều kiện trúng tuyển hoặc điều kiện tốt nghiệp sẽ bị buộc thôi học; văn bằng tốt nghiệp nếu đã được cấp sẽ bị thu hồi, huỷ bỏ."
                    }
                ],
                "child_ids": [
                    "13ffa618-a4ec-4a12-ba1e-fba54f93fe0e",
                    "5894de7d-31c0-4da7-bb3b-b85997f22117",
                    "d55b7739-dad2-4da4-9a97-5ac5c03d32ff"
                ]
            }
        ],
        "child_ids": [
            "5795cd1a-c207-4684-ae1e-4576c475904a",
            "59687d5d-2f22-4039-b722-e0eb73500425",
            "390c1b82-06f6-49a6-a150-16b9d480fa6c",
            "d8419b89-50df-4ed1-b061-53cb5dcd4d47",
            "8edcf32d-cc33-4e5a-b4cd-55940ec34e72",
            "73725584-4cf7-42dc-b7e5-37c62186e473"
        ]
    },
    {
        "id": "7785a4ee-75ae-44c6-86a6-f95088d5eaa7",
        "rank": 1,
        "page": 24,
        "content": "Chương V: TỔ CHỨC THỰC HIỆN",
        "childs": [
            {
                "id": "82111425-292e-45fd-83e7-1a3ecfdb1020",
                "rank": 3,
                "page": 24,
                "content": "Điều 29. Tổ chức thực hiện",
                "childs": [
                    {
                        "id": "d455de0d-7ef6-4cdc-a710-b6e93650b57c",
                        "rank": 5,
                        "page": 24,
                        "content": "1. Phòng Đào tạo đại học, các khoa và các đơn vị liên quan phổ biến, hướng dẫn cho sinh viên, giảng viên, viên chức, các tổ chức, cá nhân liên quan đến quá trình đào tạo của Trường Đại học Quy Nhơn thực hiện Quy chế này;"
                    },
                    {
                        "id": "efa951ad-5181-4db8-b0aa-4ed5e98a77d2",
                        "rank": 5,
                        "page": 24,
                        "content": "2. Phòng Thanh tra Pháp chế và các đơn vị liên quan tổ chức kiểm tra, thanh tra theo kế hoạch hoặc đột xuất, báo cáo Hiệu trưởng về việc thực hiện Quy chế."
                    },
                    {
                        "id": "b2d26a74-01d4-495e-aba5-ce74606cef4f",
                        "rank": 5,
                        "page": 24,
                        "content": "3. Căn cứ Quy chế này, các đơn vị chức năng tham mưu cho Nhà trường ban hành các quy định liên quan trong công tác đào tạo đại học."
                    },
                    {
                        "id": "f7e3e2b5-bf46-473c-ab2f-77f58037b0ca",
                        "rank": 5,
                        "page": 24,
                        "content": "4. Trong quá trình thực hiện, nếu có vướng mắc, các đơn vị, cá nhân liên quan có trách nhiệm phản ánh kịp thời bằng văn bản cho Nhà trường (qua Phòng Đào tạo đại học) để xem xét, điều chỉnh cho phù hợp."
                    }
                ],
                "child_ids": [
                    "d455de0d-7ef6-4cdc-a710-b6e93650b57c",
                    "efa951ad-5181-4db8-b0aa-4ed5e98a77d2",
                    "b2d26a74-01d4-495e-aba5-ce74606cef4f",
                    "f7e3e2b5-bf46-473c-ab2f-77f58037b0ca"
                ]
            }
        ],
        "child_ids": [
            "82111425-292e-45fd-83e7-1a3ecfdb1020"
        ]
    }
]