[
    {
        "id": "81b22a2d-162b-49a0-9b40-b040e3144658",
        "rank": 1000,
        "page": 1,
        "content": "Nhằm xây dựng nếp sống văn hóa, văn minh, môi trường giáo dục lành mạnh, góp phần nâng cao chất lượng, hiệu quả công tác giáo dục và đào tạo, Nhà trường yêu cầu sinh viên thực hiện nghiêm túc các quy định sau:"
    },
    {
        "id": "5a7f8e2b-bbe7-402e-bd70-3f904fab7475",
        "rank": 5,
        "page": 1,
        "content": "1. Chấp hành nghiêm túc, đầy đủ các nội quy, quy chế, quy định của nhà trường, của các đơn vị trong trường."
    },
    {
        "id": "a207cfd0-9a4b-4e8d-9e58-e3e42feda0fe",
        "rank": 5,
        "page": 1,
        "content": "2. Tôn trọng, lễ phép đối với thầy giáo, cô giáo, cán bộ, viên chức, người lao động trong nhà trường; có thái độ thân thiện, lịch sự, giúp đỡ lẫn nhau trong học tập, rèn luyện, sinh hoạt và vui chơi giải trí; có ý thức trong giao lưu với khách quốc tế; có tinh thần đoàn kết, giúp đỡ lẫn nhau và giữ gìn mối quan hệ tốt đẹp giữa sinh viên Việt Nam – Lào."
    },
    {
        "id": "20318f44-3cb3-480f-a267-7472a5725435",
        "rank": 5,
        "page": 1,
        "content": "3. Khi lên lớp, tham gia các sinh hoạt chung hoặc đến liên hệ công tác với các khoa, đơn vị chức năng, phải ăn mặc nghiêm chỉnh, đeo bảng tên hoặc thẻ sinh viên; nói năng, ứng xử đúng mực; đảm bảo giờ giấc quy định, giữ gìn trật tự, không nói chuyện, làm việc riêng gây ảnh hưởng đến người khác."
    },
    {
        "id": "fadc58e4-d619-4ca8-8560-f8fe45ee1e5c",
        "rank": 5,
        "page": 1,
        "content": "4. Có ý thức tự giác, tích cực, chủ động trong học tập, rèn luyện, tham gia các hoạt động, phong trào thi đua, văn hóa văn nghệ, thể dục thể thao, xã hội từ thiện; có ý thức phòng, chống các biểu hiện tiêu cực trong học tập, thi cử; có tinh thần đoàn kết, xây dựng tập thể vững mạnh."
    },
    {
        "id": "8be51f9c-c1a4-4ee9-8dc3-cf6d4869df43",
        "rank": 5,
        "page": 1,
        "content": "5. Có lối sống, tác phong giản dị, lành mạnh; chấp hành nghiêm chỉnh pháp luật về an toàn giao thông; tích cực đấu tranh phòng, chống tội phạm và các tệ nạn xã hội (ma túy, mại dâm, tác hại của trò chơi trực tuyến có nội dung bạo lực và không lành mạnh...), các vi phạm về an ninh trật tự, an toàn xã hội; không hút thuốc lá trong nhà trường, ở những nơi công cộng. Sinh viên ngoại trú thực hiện tốt các quy định của địa phương; chủ động, tích cực tham gia xây dựng khu phố văn hóa ở nơi đăng ký tạm trú."
    },
    {
        "id": "3607e208-4b4a-4c3b-bd9b-10d32ec044a5",
        "rank": 5,
        "page": 1,
        "content": "6. Có ý thức giữ gìn, bảo vệ trật tự, an toàn và tài sản nhà trường; ra vào cổng xuống xe, để xe đúng nơi quy định; sử dụng tiết kiệm điện, nước; phòng chống cháy, nổ; giữ gìn cảnh quan, môi trường xanh - sạch - đẹp; không xả rác bừa bãi; không tự ý viết, vẽ, dán tờ rơi, thông tin quảng cáo trên tường hay trên các bảng tin; Tích cực giữ gìn và góp phần xây dựng cảnh quan, môi trường Nhà trường xanh, sạch, đẹp; không xả rác bừa bãi; không tự ý viết, vẽ, dán tờ rơi quảng cáo; kịp thời báo cáo với Nhà trường và chủ động hỗ trợ lực lượng bảo vệ khi xảy ra vụ việc gây mất trật tự, an toàn nhà trường.",
        "childs": [
            {
                "id": "5c7a3268-b346-4438-902c-ca9cab9d9282",
                "rank": 1000,
                "page": 2,
                "content": "Nhà trường sẽ tuyên dương, khen thưởng đối với những sinh viên gương mẫu thực hiện Quy định này, đồng thời có hình thức kỷ luật thích đáng đối với những sinh viên vi phạm."
            },
            {
                "id": "0efc1840-af03-4735-9ae9-bbb264c20f53",
                "rank": 1000,
                "page": 2,
                "content": "Quy định này thay thế cho những Quy định trước đây về thực hiện nếp sống văn hóa, văn minh trong sinh viên và có hiệu lực thi hành kể từ ngày ký."
            }
        ],
        "child_ids": [
            "5c7a3268-b346-4438-902c-ca9cab9d9282",
            "0efc1840-af03-4735-9ae9-bbb264c20f53"
        ]
    }
]