[
    {
        "id": "8e751a18-ac6a-49ee-aabe-f2baf960c67c",
        "rank": 1,
        "page": 1,
        "content": "Chương I: NHỮNG QUY ĐỊNH CHUNG",
        "childs": [
            {
                "id": "10943899-7039-4e4b-83b8-fc7e257e8e14",
                "rank": 3,
                "page": 1,
                "content": "Điều 1. Phạm vi điều chỉnh và đối tượng áp dụng",
                "childs": [
                    {
                        "id": "202799c5-0dfb-40a3-88b8-f8d304b45635",
                        "rank": 5,
                        "page": 1,
                        "content": "1. Quy định này quy định về công tác sinh viên đối với chương trình đào tạo đại học hệ chính quy, bao gồm: Nhiệm vụ và quyền của sinh viên; khen thưởng và kỷ luật sinh viên; nội dung công tác sinh viên; hệ thống tổ chức, quản lý công tác sinh viên và tổ chức thực hiện."
                    },
                    {
                        "id": "a856a238-4e22-42c1-95b1-523e41eea0a1",
                        "rank": 5,
                        "page": 1,
                        "content": "2. Quy định này áp dụng đối với các đơn vị chức năng, hội, đoàn thể và các cá nhân có liên quan trong nhà trường."
                    }
                ],
                "child_ids": [
                    "202799c5-0dfb-40a3-88b8-f8d304b45635",
                    "a856a238-4e22-42c1-95b1-523e41eea0a1"
                ]
            },
            {
                "id": "22640e77-3da2-4c35-8420-21cff620556d",
                "rank": 3,
                "page": 1,
                "content": "Điều 2. Sinh viên",
                "childs": [
                    {
                        "id": "08ef7964-413a-4fde-ab7e-e5df0c15c1c0",
                        "rank": 5,
                        "page": 1,
                        "content": "1. Sinh viên được quy định tại quy chế này là người đang học chương trình đào tạo trình độ đại học hệ chính quy tại trường."
                    },
                    {
                        "id": "8ecc6ff4-c60a-422b-9a0d-5d287263a63a",
                        "rank": 5,
                        "page": 1,
                        "content": "2. Sinh viên là trung tâm của các hoạt động giáo dục và đào tạo trong nhà trường, được bảo đảm điều kiện thực hiện đầy đủ nhiệm vụ và quyền trong quá trình học tập và rèn luyện tại trường."
                    }
                ],
                "child_ids": [
                    "08ef7964-413a-4fde-ab7e-e5df0c15c1c0",
                    "8ecc6ff4-c60a-422b-9a0d-5d287263a63a"
                ]
            },
            {
                "id": "f9b1c5c6-cc98-4353-8c73-d91f2e8e10ea",
                "rank": 3,
                "page": 1,
                "content": "Điều 3. Công tác sinh viên",
                "childs": [
                    {
                        "id": "a4735108-30d6-4711-84ef-c4bb537dd4f9",
                        "rank": 5,
                        "page": 1,
                        "content": "1. Công tác sinh viên là một trong những công tác trọng tâm của nhà trường, bao gồm tổng thể các hoạt động giáo dục, tuyên truyền; quản lý; hỗ trợ và dịch vụ đối với sinh viên nhằm đảm bảo các mục tiêu của giáo dục đại học."
                    },
                    {
                        "id": "07f85e2b-b3d9-4496-a504-537d1bf59051",
                        "rank": 5,
                        "page": 1,
                        "content": "2. Công tác sinh viên phải thực hiện đúng chủ trương, đường lối của Đảng, chính sách, pháp luật của Nhà nước và các quy định của Bộ Giáo dục và Đào tạo."
                    },
                    {
                        "id": "952d3c77-a485-4ef7-b41b-e9740757f524",
                        "rank": 5,
                        "page": 1,
                        "content": "3. Công tác sinh viên phải bảo đảm dân chủ, khách quan, công bằng, công khai, minh bạch trong các vấn đề có liên quan đến sinh viên."
                    }
                ],
                "child_ids": [
                    "a4735108-30d6-4711-84ef-c4bb537dd4f9",
                    "07f85e2b-b3d9-4496-a504-537d1bf59051",
                    "952d3c77-a485-4ef7-b41b-e9740757f524"
                ]
            }
        ],
        "child_ids": [
            "10943899-7039-4e4b-83b8-fc7e257e8e14",
            "22640e77-3da2-4c35-8420-21cff620556d",
            "f9b1c5c6-cc98-4353-8c73-d91f2e8e10ea"
        ]
    },
    {
        "id": "b7bdaf76-81ad-48f9-be41-c581e47f8466",
        "rank": 1,
        "page": 1,
        "content": "Chương II: NHIỆM VỤ VÀ QUYỀN CỦA SINH VIÊN",
        "childs": [
            {
                "id": "b826fa69-f4b2-49d4-a78e-a83965408ac1",
                "rank": 3,
                "page": 1,
                "content": "Điều 4. Nhiệm vụ của sinh viên",
                "childs": [
                    {
                        "id": "561008dc-c4bd-4e2b-ab33-574d3d401608",
                        "rank": 5,
                        "page": 1,
                        "content": "1. Chấp hành chủ trương, đường lối của Đảng, chính sách, pháp luật của Nhà nước, Điều lệ trường đại học và các nội quy, quy định của nhà trường."
                    },
                    {
                        "id": "1c354e9c-64ed-4c49-a738-bae764285f73",
                        "rank": 5,
                        "page": 1,
                        "content": "2. Học tập, rèn luyện theo chương trình, kế hoạch giáo dục, đào tạo của nhà trường; chủ động, tích cực tự học, nghiên cứu, sáng tạo và rèn luyện đạo đức, lối sống."
                    },
                    {
                        "id": "7f6a394c-f96d-4692-8cf7-3eadc6e5aee4",
                        "rank": 5,
                        "page": 2,
                        "content": "3. Tôn trọng nhà giáo, cán bộ quản lý, viên chức và nhân viên của nhà trường; đoàn kết, giúp đỡ lẫn nhau trong quá trình học tập và rèn luyện; thực hiện tốt nếp sống văn hóa trong trường học."
                    },
                    {
                        "id": "9caa04e0-bcc5-413a-aee4-278fabde83ff",
                        "rank": 5,
                        "page": 2,
                        "content": "4. Giữ gìn và bảo vệ tài sản; tích cực hành động góp phần bảo vệ, xây dựng và phát huy truyền thống của nhà trường."
                    },
                    {
                        "id": "08bd4f7a-8ac8-4768-abc9-82d5e8b9f588",
                        "rank": 5,
                        "page": 2,
                        "content": "5. Thực hiện đầy đủ quy định về việc khám sức khỏe đầu khóa và khám sức khỏe định kỳ trong thời gian học tập theo quy định của nhà trường."
                    },
                    {
                        "id": "2137d186-047e-45b0-925b-563aa409939f",
                        "rank": 5,
                        "page": 2,
                        "content": "6. Đóng học phí, bảo hiểm y tế đầy đủ, đúng thời hạn."
                    },
                    {
                        "id": "b45f8020-63e3-4bb7-b890-a6f429f1675f",
                        "rank": 5,
                        "page": 2,
                        "content": "7. Tham gia lao động công ích, hoạt động tình nguyện, hoạt động xã hội vì cộng đồng phù hợp với năng lực và sức khỏe theo yêu cầu của các đơn vị, hội, đoàn thể trong nhà trường."
                    },
                    {
                        "id": "5d56d5d1-8552-4651-a25a-12a10336d729",
                        "rank": 5,
                        "page": 2,
                        "content": "8. Chấp hành nghĩa vụ làm việc có thời hạn theo sự điều động của Nhà nước khi được hưởng học bổng, chi phí đào tạo do Nhà nước cấp hoặc do nước ngoài tài trợ theo Hiệp định ký kết với Nhà nước. Nếu không chấp hành, phải bồi hoàn học bổng, chi phí đào tạo theo quy định của Chính phủ."
                    },
                    {
                        "id": "77135881-dd9b-435e-836b-ceb29e8a4973",
                        "rank": 5,
                        "page": 2,
                        "content": "9. Tham gia phòng, chống tiêu cực, gian lận trong học tập, thi cử và các hoạt động khác của sinh viên; kịp thời báo cáo với khoa, phòng chức năng, hoặc các cơ quan có thẩm quyền khi phát hiện những hành vi tiêu cực, gian lận trong học tập, thi cử hoặc những hành vi vi phạm pháp luật, vi phạm nội quy, quy chế khác của sinh viên, cán bộ, nhà giáo trong nhà trường."
                    },
                    {
                        "id": "47c57b5e-1dc4-4441-bc3c-9a7df513e4e4",
                        "rank": 5,
                        "page": 2,
                        "content": "10. Tham gia công tác bảo đảm an ninh, trật tự, an toàn giao thông, phòng chống tội phạm, tệ nạn xã hội trong trường học, gia đình và cộng đồng."
                    },
                    {
                        "id": "6c84709b-0bc6-4199-916d-32f29827994a",
                        "rank": 5,
                        "page": 2,
                        "content": "11. Thực hiện các nhiệm vụ khác có liên quan theo quy định của pháp luật và của các đơn vị, hội, đoàn thể trong nhà trường."
                    }
                ],
                "child_ids": [
                    "561008dc-c4bd-4e2b-ab33-574d3d401608",
                    "1c354e9c-64ed-4c49-a738-bae764285f73",
                    "7f6a394c-f96d-4692-8cf7-3eadc6e5aee4",
                    "9caa04e0-bcc5-413a-aee4-278fabde83ff",
                    "08bd4f7a-8ac8-4768-abc9-82d5e8b9f588",
                    "2137d186-047e-45b0-925b-563aa409939f",
                    "b45f8020-63e3-4bb7-b890-a6f429f1675f",
                    "5d56d5d1-8552-4651-a25a-12a10336d729",
                    "77135881-dd9b-435e-836b-ceb29e8a4973",
                    "47c57b5e-1dc4-4441-bc3c-9a7df513e4e4",
                    "6c84709b-0bc6-4199-916d-32f29827994a"
                ]
            },
            {
                "id": "55cfd643-fcd1-4206-a491-5c35c03790e0",
                "rank": 3,
                "page": 2,
                "content": "Điều 5. Quyền của sinh viên",
                "childs": [
                    {
                        "id": "583434ae-2f19-44a4-8ebb-7f64cee03108",
                        "rank": 5,
                        "page": 2,
                        "content": "1. Được nhận vào học đúng ngành, nghề đã đăng ký dự tuyển nếu đủ các điều kiện trúng tuyển theo quy định của Bộ Giáo dục và Đào tạo và nhà trường."
                    },
                    {
                        "id": "3d38a8e3-14ba-4470-a820-858e803fbc74",
                        "rank": 5,
                        "page": 2,
                        "content": "2. Được tôn trọng và đối xử bình đẳng: được cung cấp đầy đủ thông tin cá nhân về việc học tập, rèn luyện theo quy định của nhà trường; được phổ biến nội quy, quy chế về đào tạo, rèn luyện và các chế độ, chính sách của Nhà nước có liên quan đến sinh viên."
                    },
                    {
                        "id": "e22a6e46-e664-4b3d-b39a-5accbbf7c0d5",
                        "rank": 5,
                        "page": 2,
                        "content": "3. Được tạo điều kiện trong học tập, nghiên cứu khoa học và rèn luyện, bao gồm:",
                        "childs": [
                            {
                                "id": "82521130-f87b-4687-ae33-9ecf283ab595",
                                "rank": 7,
                                "page": 2,
                                "content": "a) Sử dụng hệ thống thư viện, các trang thiết bị và phương tiện phục vụ các hoạt động học tập, nghiên cứu khoa học, văn hóa, văn nghệ, thể dục, thể thao;"
                            },
                            {
                                "id": "ce8e09ad-07c4-47d2-b6dc-fa2d6f5ecc3a",
                                "rank": 7,
                                "page": 2,
                                "content": "b) Tham gia nghiên cứu khoa học, thi sinh viên giỏi, thi Olympic các môn học, thi sáng tạo khoa học, kỹ thuật;"
                            },
                            {
                                "id": "1671d7a4-20d3-4bc7-bf1d-167be5ffbe7f",
                                "rank": 7,
                                "page": 2,
                                "content": "c) Chăm sóc, bảo vệ sức khỏe theo quy định hiện hành của Nhà nước;"
                            },
                            {
                                "id": "5a8ee714-ba9c-424b-976c-07127a444efe",
                                "rank": 7,
                                "page": 2,
                                "content": "d) Đăng ký dự tuyển đi học, tham gia các hoạt động giao lưu, trao đổi sinh viên ở nước ngoài; học chuyển tiếp ở các trình độ đào tạo cao hơn theo quy định hiện hành;"
                            },
                            {
                                "id": "18a70f28-194f-4fc9-8fc0-13a22e96d12a",
                                "rank": 7,
                                "page": 2,
                                "content": "e) Tham gia hoạt động trong tổ chức Đảng Cộng sản Việt Nam, Đoàn TNCS Hồ Chí Minh, Hội Sinh viên Việt Nam; tham gia các tổ chức tự quản của sinh viên, các hoạt động xã hội có liên quan ở trong và ngoài trường học theo quy định của pháp luật; các hoạt động văn hóa, văn nghệ, thể thao lành mạnh, phù hợp với mục tiêu đào tạo của nhà trường;"
                            },
                            {
                                "id": "03dc55a1-d5e4-407a-a458-7b6dfa73d691",
                                "rank": 7,
                                "page": 2,
                                "content": "f) Sử dụng các dịch vụ công tác xã hội hiện có của nhà trường (bao gồm các dịch vụ về hướng nghiệp, tư vấn việc làm, hỗ trợ sinh viên có hoàn cảnh đặc biệt...);"
                            },
                            {
                                "id": "de40cde9-5fe2-417d-9e50-a4ac9c828152",
                                "rank": 7,
                                "page": 3,
                                "content": "g) Nghỉ học tạm thời, tạm ngừng học, học theo tiến độ chậm, tiến độ nhanh, học cùng lúc hai chương trình, chuyển trường theo quy định của quy chế về đào tạo của Bộ Giáo dục và Đào tạo; được nghỉ hè, nghỉ tết, nghỉ lễ theo quy định."
                            }
                        ],
                        "child_ids": [
                            "82521130-f87b-4687-ae33-9ecf283ab595",
                            "ce8e09ad-07c4-47d2-b6dc-fa2d6f5ecc3a",
                            "1671d7a4-20d3-4bc7-bf1d-167be5ffbe7f",
                            "5a8ee714-ba9c-424b-976c-07127a444efe",
                            "18a70f28-194f-4fc9-8fc0-13a22e96d12a",
                            "03dc55a1-d5e4-407a-a458-7b6dfa73d691",
                            "de40cde9-5fe2-417d-9e50-a4ac9c828152"
                        ]
                    },
                    {
                        "id": "8972b0c9-0183-4e0e-864f-503bc5b00e6d",
                        "rank": 5,
                        "page": 3,
                        "content": "4. Được hưởng các chế độ, chính sách, được xét nhận học bổng khuyến khích học tập, học bổng do các tổ chức, cá nhân trong và ngoài nước tài trợ theo quy định hiện hành; được miễn giảm phí khi sử dụng các dịch vụ công cộng về giao thông, giải trí, tham quan bảo tàng, di tích lịch sử, công trình văn hóa theo quy định của Nhà nước."
                    },
                    {
                        "id": "7affefc4-ae8d-4ecb-875c-cf9f68aca2b3",
                        "rank": 5,
                        "page": 3,
                        "content": "5. Được góp ý kiến, tham gia quản lý và giám sát hoạt động giáo dục và các điều kiện đảm bảo chất lượng giáo dục; trực tiếp hoặc thông qua đại diện hợp pháp của mình kiến nghị các giải pháp góp phần xây dựng và phát triển nhà trường, đề đạt nguyện vọng và khiếu nại lên Hiệu trưởng giải quyết các vấn đề có liên quan đến quyền, lợi ích chính đáng của sinh viên."
                    },
                    {
                        "id": "af7789f1-76cd-4225-bc78-5a2a1c4a5c95",
                        "rank": 5,
                        "page": 3,
                        "content": "6. Được xét tiếp nhận vào ký túc xá và ưu tiên khi sắp xếp vào ở ký túc xá theo quy định."
                    },
                    {
                        "id": "8671b27f-fbb6-45d0-9245-53607cd8e3b3",
                        "rank": 5,
                        "page": 3,
                        "content": "7. Sinh viên đủ điều kiện công nhận tốt nghiệp được cấp bằng tốt nghiệp, chứng chỉ, bảng điểm học tập và rèn luyện, các giấy tờ liên quan và giải quyết các thủ tục hành chính khác."
                    }
                ],
                "child_ids": [
                    "583434ae-2f19-44a4-8ebb-7f64cee03108",
                    "3d38a8e3-14ba-4470-a820-858e803fbc74",
                    "e22a6e46-e664-4b3d-b39a-5accbbf7c0d5",
                    "8972b0c9-0183-4e0e-864f-503bc5b00e6d",
                    "7affefc4-ae8d-4ecb-875c-cf9f68aca2b3",
                    "af7789f1-76cd-4225-bc78-5a2a1c4a5c95",
                    "8671b27f-fbb6-45d0-9245-53607cd8e3b3"
                ]
            },
            {
                "id": "47b896e1-5cad-42b8-a0c9-93e1cd8689d2",
                "rank": 3,
                "page": 3,
                "content": "Điều 6. Các hành vi sinh viên không được làm",
                "childs": [
                    {
                        "id": "61238f5c-afa4-4187-a8ac-0483e72f5c6c",
                        "rank": 5,
                        "page": 3,
                        "content": "1. Xúc phạm nhân phẩm, danh dự, xâm phạm thân thể nhà giáo, cán bộ quản lý, viên chức, nhân viên, người học của nhà trường và người khác."
                    },
                    {
                        "id": "b77cd30b-8d88-4af2-96db-fcb111ad86f6",
                        "rank": 5,
                        "page": 3,
                        "content": "2. Gian lận trong học tập, kiểm tra, thi cử như: quay cóp, mang tài liệu vào phòng thi, xin điểm; học, thi, thực tập, trực hộ người khác hoặc nhờ người khác học, thi, thực tập, trực hộ; sao chép, nhờ hoặc làm hộ tiểu luận, đồ án, khóa luận tốt nghiệp; tổ chức hoặc tham gia tổ chức thi hộ hoặc các hành vi gian lận khác."
                    },
                    {
                        "id": "4afbff68-a831-47cb-9733-6235090d1796",
                        "rank": 5,
                        "page": 3,
                        "content": "3. Hút thuốc, uống rượu, bia trong trường học; say rượu, bia khi đến lớp học."
                    },
                    {
                        "id": "a7b98072-e0d7-4c2d-9957-aaf02e9e0b65",
                        "rank": 5,
                        "page": 3,
                        "content": "4. Tổ chức hoặc tham gia tụ tập đông người, biểu tình, khiếu kiện trái pháp luật; tham gia tệ nạn xã hội, gây rối an ninh, trật tự an toàn trong nhà trường hoặc ngoài xã hội."
                    },
                    {
                        "id": "d1a29def-2247-4222-8024-3bcbd576a61a",
                        "rank": 5,
                        "page": 3,
                        "content": "5. Tổ chức hoặc tham gia đua xe, cổ vũ đua xe trái phép."
                    },
                    {
                        "id": "bba74051-70ac-4f09-9922-4b1a2d09d8fd",
                        "rank": 5,
                        "page": 3,
                        "content": "6. Tổ chức hoặc tham gia đánh bạc dưới mọi hình thức."
                    },
                    {
                        "id": "ad014f25-2993-4a66-a367-b84bc8ad87f0",
                        "rank": 5,
                        "page": 3,
                        "content": "7. Sản xuất, buôn bán, vận chuyển, phát tán, tàng trữ, sử dụng hoặc lôi kéo người khác sử dụng vũ khí, chất nổ, các chất ma túy, các loại dược phẩm, hóa chất cấm sử dụng; các tài liệu, ấn phẩm, thông tin phản động, đồi trụy và các tài liệu cấm khác theo quy định của Nhà nước; tổ chức, tham gia, truyền bá các hoạt động mê tín dị đoan, các hoạt động tôn giáo trong nhà trường và các hành vi vi phạm đạo đức khác."
                    },
                    {
                        "id": "ad832e98-ff3d-481b-b8d7-95f469b95b30",
                        "rank": 5,
                        "page": 3,
                        "content": "8. Thành lập, tham gia các hoạt động mang tính chất chính trị trái pháp luật; tổ chức, tham gia các hoạt động tập thể mang danh nghĩa nhà trường khi chưa được Hiệu trưởng nhà trường cho phép."
                    },
                    {
                        "id": "3e42ecf5-9dd6-4474-98f5-d2a3ee0e18f6",
                        "rank": 5,
                        "page": 3,
                        "content": "9. Đăng tải, bình luận, chia sẻ bài viết, hình ảnh có nội dung dung tục, bạo lực, đồi trụy, xâm phạm an ninh quốc gia, chống phá Đảng và Nhà nước, xuyên tạc, vu khống, xúc phạm uy tín của tổ chức, danh dự và nhân phẩm của cá nhân trên mạng Internet."
                    },
                    {
                        "id": "8c3270f3-1550-444b-bf0c-e834d3fd6ef5",
                        "rank": 5,
                        "page": 3,
                        "content": "10. Tổ chức hoặc tham gia các hoạt động vi phạm pháp luật khác."
                    }
                ],
                "child_ids": [
                    "61238f5c-afa4-4187-a8ac-0483e72f5c6c",
                    "b77cd30b-8d88-4af2-96db-fcb111ad86f6",
                    "4afbff68-a831-47cb-9733-6235090d1796",
                    "a7b98072-e0d7-4c2d-9957-aaf02e9e0b65",
                    "d1a29def-2247-4222-8024-3bcbd576a61a",
                    "bba74051-70ac-4f09-9922-4b1a2d09d8fd",
                    "ad014f25-2993-4a66-a367-b84bc8ad87f0",
                    "ad832e98-ff3d-481b-b8d7-95f469b95b30",
                    "3e42ecf5-9dd6-4474-98f5-d2a3ee0e18f6",
                    "8c3270f3-1550-444b-bf0c-e834d3fd6ef5"
                ]
            }
        ],
        "child_ids": [
            "b826fa69-f4b2-49d4-a78e-a83965408ac1",
            "55cfd643-fcd1-4206-a491-5c35c03790e0",
            "47b896e1-5cad-42b8-a0c9-93e1cd8689d2"
        ]
    },
    {
        "id": "1e370dc4-1116-47e0-87e0-067f18bc8b86",
        "rank": 1,
        "page": 3,
        "content": "Chương III: KHEN THƯỞNG VÀ KỶ LUẬT SINH VIÊN",
        "childs": [
            {
                "id": "64382709-4b5e-4fa8-95d7-e57c285f4037",
                "rank": 3,
                "page": 4,
                "content": "Điều 7. Nội dung, hình thức khen thưởng",
                "childs": [
                    {
                        "id": "2529aae3-d933-4dda-9dec-fa3cbf7f427b",
                        "rank": 5,
                        "page": 4,
                        "content": "1. Khen thưởng thường xuyên, kịp thời đối với cá nhân và tập thể lớp sinh viên đạt thành tích xứng đáng để biểu dương, khen thưởng. Cụ thể:",
                        "childs": [
                            {
                                "id": "f0a4001c-c9fd-419f-bcbe-f8cf58f5ee7b",
                                "rank": 7,
                                "page": 4,
                                "content": "a) Đoạt giải trong các cuộc thi Olympic các môn học, thi nghiên cứu khoa học, các cuộc thi sáng tạo kỹ thuật, học thuật, văn hóa, văn nghệ, thể thao;"
                            },
                            {
                                "id": "c1c34e71-32b6-452f-965f-405b6a357afc",
                                "rank": 7,
                                "page": 4,
                                "content": "b) Đóng góp có hiệu quả trong công tác Đảng, Đoàn Thanh niên, Hội Sinh viên, trong hoạt động thanh niên xung kích, sinh viên tình nguyện, giữ gìn an ninh trật tự, các hoạt động trong lớp, khoa, trong ký túc xá, hoạt động xã hội, văn hóa, văn nghệ, thể thao;"
                            },
                            {
                                "id": "d9d9188e-bbdb-4899-b49d-be5a180a9388",
                                "rank": 7,
                                "page": 4,
                                "content": "c) Có thành tích trong việc thực hiện phong trào toàn dân bảo vệ an ninh tổ quốc, bảo đảm an ninh, trật tự trường học, phòng chống tội phạm, tệ nạn xã hội, dũng cảm cứu người bị nạn, chống tiêu cực, tham nhũng;"
                            },
                            {
                                "id": "10d99468-d765-425a-b0fe-9bc5daa05e18",
                                "rank": 7,
                                "page": 4,
                                "content": "d) Các thành tích đặc biệt khác.",
                                "childs": [
                                    {
                                        "id": "03e537ad-8a22-4b92-a7e4-6ee76afc21c2",
                                        "rank": 1000,
                                        "page": 4,
                                        "content": "Nội dung, hình thức và mức khen thưởng thường xuyên do Hiệu trưởng nhà trường quy định."
                                    }
                                ],
                                "child_ids": [
                                    "03e537ad-8a22-4b92-a7e4-6ee76afc21c2"
                                ]
                            }
                        ],
                        "child_ids": [
                            "f0a4001c-c9fd-419f-bcbe-f8cf58f5ee7b",
                            "c1c34e71-32b6-452f-965f-405b6a357afc",
                            "d9d9188e-bbdb-4899-b49d-be5a180a9388",
                            "10d99468-d765-425a-b0fe-9bc5daa05e18"
                        ]
                    },
                    {
                        "id": "4c3b68e6-42b1-450e-88b7-67a036fabeba",
                        "rank": 5,
                        "page": 4,
                        "content": "2. Thi đua, khen thưởng toàn diện, định kỳ đối với cá nhân và tập thể lớp sinh viên được tiến hành vào cuối năm học, khóa học. Cụ thể:",
                        "childs": [
                            {
                                "id": "f0798919-c029-41d1-85ac-df8085ed4039",
                                "rank": 7,
                                "page": 4,
                                "content": "a) Đối với cá nhân:",
                                "childs": [
                                    {
                                        "id": "2a5ea000-4383-40f8-90e1-2b843ac97b3a",
                                        "rank": 1000,
                                        "page": 4,
                                        "content": "- Danh hiệu cá nhân gồm 3 loại: Khá, Giỏi, Xuất sắc."
                                    },
                                    {
                                        "id": "28e23fc7-507f-4681-b996-26e300e37ef2",
                                        "rank": 1000,
                                        "page": 4,
                                        "content": "- Tiêu chuẩn xếp loại:\n+ Đạt danh hiệu sinh viên Khá: Xếp loại học tập và rèn luyện từ khá trở lên;\n+ Đạt danh hiệu sinh viên Giỏi: Xếp loại học tập từ giỏi trở lên và xếp loại rèn luyện từ tốt trở lên;\n+ Đạt danh hiệu sinh viên Xuất sắc: Xếp loại học tập và rèn luyện loại xuất sắc. (Điểm xếp loại học tập tính theo thang điểm 10)."
                                    },
                                    {
                                        "id": "25f8ae8c-2033-4a10-9008-dfe767e85eb7",
                                        "rank": 1000,
                                        "page": 4,
                                        "content": "- Danh hiệu cá nhân được lưu vào hồ sơ quản lý sinh viên."
                                    },
                                    {
                                        "id": "5bafbd22-e9ac-4309-84a8-57aabed98356",
                                        "rank": 1000,
                                        "page": 4,
                                        "content": "- Không xét khen thưởng đối với sinh viên bị kỷ luật hoặc có điểm kết thúc học phần trong năm học đó dưới mức trung bình."
                                    }
                                ],
                                "child_ids": [
                                    "2a5ea000-4383-40f8-90e1-2b843ac97b3a",
                                    "28e23fc7-507f-4681-b996-26e300e37ef2",
                                    "25f8ae8c-2033-4a10-9008-dfe767e85eb7",
                                    "5bafbd22-e9ac-4309-84a8-57aabed98356"
                                ]
                            },
                            {
                                "id": "a326a645-c937-4a93-ae72-52662b8e7e37",
                                "rank": 7,
                                "page": 4,
                                "content": "b) Đối với tập thể lớp sinh viên:",
                                "childs": [
                                    {
                                        "id": "940098a8-567e-4fc8-9229-e9718725e4be",
                                        "rank": 1000,
                                        "page": 4,
                                        "content": "- Danh hiệu tập thể lớp sinh viên gồm 2 loại: Lớp sinh viên Tiên tiến và Lớp sinh viên Xuất sắc. Cụ thể như sau:"
                                    },
                                    {
                                        "id": "433d24bb-abd6-4872-bd5b-8ced4c74b694",
                                        "rank": 1000,
                                        "page": 4,
                                        "content": "b1. Danh hiệu Lớp sinh viên Tiên tiến\nTiêu chuẩn:\n+ Có từ 25% sinh viên đạt danh hiệu sinh viên Khá trở lên;\n+ Có cá nhân đạt danh hiệu sinh viên Giỏi trở lên;\n+ Không có cá nhân xếp loại học tập kém hoặc rèn luyện kém, bị kỷ luật từ mức cảnh cáo trở lên;\n+ Tập thể đoàn kết, giúp đỡ lẫn nhau trong học tập, rèn luyện, tổ chức nhiều hoạt động thi đua và tích cực hưởng ứng phong trào thi đua trong nhà trường."
                                    },
                                    {
                                        "id": "83488bcf-066c-421b-9ac4-0a068f2bf810",
                                        "rank": 1000,
                                        "page": 4,
                                        "content": "b2. Danh hiệu Lớp sinh viên Xuất sắc\nTiêu chuẩn:\n+ Đạt các tiêu chuẩn của danh hiệu tập thể Tiên tiến;\n+ Có từ 10% sinh viên đạt danh hiệu sinh viên Giỏi trở lên;\n+ Có cá nhân đạt danh hiệu sinh viên Xuất sắc."
                                    }
                                ],
                                "child_ids": [
                                    "940098a8-567e-4fc8-9229-e9718725e4be",
                                    "433d24bb-abd6-4872-bd5b-8ced4c74b694",
                                    "83488bcf-066c-421b-9ac4-0a068f2bf810"
                                ]
                            }
                        ],
                        "child_ids": [
                            "f0798919-c029-41d1-85ac-df8085ed4039",
                            "a326a645-c937-4a93-ae72-52662b8e7e37"
                        ]
                    }
                ],
                "child_ids": [
                    "2529aae3-d933-4dda-9dec-fa3cbf7f427b",
                    "4c3b68e6-42b1-450e-88b7-67a036fabeba"
                ]
            },
            {
                "id": "1042ec20-1b9f-4dee-b49a-ddc88e25b47a",
                "rank": 3,
                "page": 5,
                "content": "Điều 8. Trình tự, thủ tục xét khen thưởng",
                "childs": [
                    {
                        "id": "9e3adea5-e532-43a8-8129-1f540ae19254",
                        "rank": 5,
                        "page": 5,
                        "content": "1. Vào đầu năm học, nhà trường tổ chức cho sinh viên, các lớp sinh viên đăng ký danh hiệu thi đua cá nhân và tập thể lớp sinh viên."
                    },
                    {
                        "id": "f44e5dd3-eea8-4888-bb53-3cb72adc97aa",
                        "rank": 5,
                        "page": 5,
                        "content": "2. Thủ tục xét khen thưởng:",
                        "childs": [
                            {
                                "id": "6cd94ce5-f602-495a-bc4b-0fb280a61a8d",
                                "rank": 7,
                                "page": 5,
                                "content": "a) Căn cứ vào thành tích đạt được trong học tập và rèn luyện của sinh viên, các lớp sinh viên tiến hành lập danh sách kèm theo bản thành tích cá nhân và tập thể lớp, có xác nhận của chủ nhiệm lớp (CVHT), đề nghị khoa xem xét;"
                            },
                            {
                                "id": "fb1f4787-f792-4454-86e9-e2d2c68cc605",
                                "rank": 7,
                                "page": 5,
                                "content": "b) Khoa tổ chức họp, xét và đề nghị Hội đồng khen thưởng và kỷ luật sinh viên của nhà trường xét duyệt;"
                            },
                            {
                                "id": "c5c9abc4-5d6c-4d10-902b-381ca80a0f3e",
                                "rank": 7,
                                "page": 5,
                                "content": "c) Căn cứ vào đề nghị của khoa, Hội đồng khen thưởng và kỷ luật sinh viên của nhà trường tổ chức xét và đề nghị Hiệu trưởng công nhận danh hiệu đối với cá nhân và tập thể lớp sinh viên."
                            }
                        ],
                        "child_ids": [
                            "6cd94ce5-f602-495a-bc4b-0fb280a61a8d",
                            "fb1f4787-f792-4454-86e9-e2d2c68cc605",
                            "c5c9abc4-5d6c-4d10-902b-381ca80a0f3e"
                        ]
                    }
                ],
                "child_ids": [
                    "9e3adea5-e532-43a8-8129-1f540ae19254",
                    "f44e5dd3-eea8-4888-bb53-3cb72adc97aa"
                ]
            },
            {
                "id": "ec25acf3-876a-4464-82ff-ab0932092692",
                "rank": 3,
                "page": 5,
                "content": "Điều 9. Hình thức kỷ luật và nội dung vi phạm",
                "childs": [
                    {
                        "id": "3610d0df-a5d4-456a-8ff5-ac3ae1f864c9",
                        "rank": 5,
                        "page": 5,
                        "content": "1. Những sinh viên có hành vi vi phạm thì tùy tính chất, mức độ, hậu quả của hành vi vi phạm có thể được nhắc nhở, phê bình hoặc phải chịu một trong các hình thức kỷ luật sau:",
                        "childs": [
                            {
                                "id": "7a06652b-1cb3-4d3b-b1d3-aa12132cf7a9",
                                "rank": 7,
                                "page": 5,
                                "content": "a) Khiển trách: áp dụng đối với sinh viên có hành vi vi phạm lần đầu nhưng ở mức độ nhẹ;"
                            },
                            {
                                "id": "64ed4fb7-7d2a-431c-88a5-aea37f5c8764",
                                "rank": 7,
                                "page": 5,
                                "content": "b) Cảnh cáo: áp dụng đối với sinh viên đã bị khiển trách mà tái phạm hoặc vi phạm ở mức độ nhẹ nhưng hành vi vi phạm có tính chất thường xuyên hoặc mới vi phạm lần đầu nhưng mức độ tương đối nghiêm trọng;"
                            },
                            {
                                "id": "494cbf6b-9cff-4853-9cde-178f312bf0e8",
                                "rank": 7,
                                "page": 5,
                                "content": "c) Đình chỉ học tập có thời hạn: áp dụng đối với những sinh viên đang trong thời gian bị cảnh cáo mà vẫn vi phạm kỷ luật hoặc vi phạm nghiêm trọng các hành vi sinh viên không được làm; sinh viên vi phạm pháp luật bị xử phạt tù nhưng cho hưởng án treo. Tùy từng trường hợp cụ thể, Hiệu trưởng nhà trường căn cứ vào quy chế đào tạo để quyết định thời hạn đình chỉ học tập theo các mức: đình chỉ một học kỳ, đình chỉ một năm học hoặc đình chỉ theo thời gian sinh viên bị xử phạt tù nhưng cho hưởng án treo."
                            },
                            {
                                "id": "6a60de2a-bebc-48f2-b474-680fb190a0c6",
                                "rank": 7,
                                "page": 5,
                                "content": "d) Buộc thôi học: áp dụng đối với sinh viên đang trong thời gian bị đình chỉ học tập mà vẫn tiếp tục vi phạm kỷ luật hoặc vi phạm lần đầu nhưng có tính chất và mức độ vi phạm đặc biệt nghiêm trọng, gây ảnh hưởng xấu đến nhà trường và xã hội; vi phạm pháp luật bị xử phạt tù giam."
                            }
                        ],
                        "child_ids": [
                            "7a06652b-1cb3-4d3b-b1d3-aa12132cf7a9",
                            "64ed4fb7-7d2a-431c-88a5-aea37f5c8764",
                            "494cbf6b-9cff-4853-9cde-178f312bf0e8",
                            "6a60de2a-bebc-48f2-b474-680fb190a0c6"
                        ]
                    },
                    {
                        "id": "08540ff6-a0e3-4d90-a4a7-e7447aeab9d0",
                        "rank": 5,
                        "page": 5,
                        "content": "2. Hình thức kỷ luật của sinh viên từ cảnh cáo trở lên phải được lưu vào hồ sơ quản lý sinh viên và thông báo cho gia đình sinh viên. Trường hợp sinh viên bị kỷ luật mức đình chỉ học tập có thời hạn hoặc buộc thôi học, nhà trường sẽ gửi thông báo cho địa phương và gia đình sinh viên biết để phối hợp quản lý, giáo dục."
                    },
                    {
                        "id": "af492e7e-f415-445a-a362-d0a4561fab0b",
                        "rank": 5,
                        "page": 5,
                        "content": "3. Nội dung vi phạm và khung xử lý kỷ luật thực hiện theo quy định tại Phụ lục kèm theo Quy định này."
                    }
                ],
                "child_ids": [
                    "3610d0df-a5d4-456a-8ff5-ac3ae1f864c9",
                    "08540ff6-a0e3-4d90-a4a7-e7447aeab9d0",
                    "af492e7e-f415-445a-a362-d0a4561fab0b"
                ]
            },
            {
                "id": "6e9747b8-abe4-4794-b69a-a3e8726beaae",
                "rank": 3,
                "page": 5,
                "content": "Điều 10. Trình tự, thủ tục và hồ sơ xét kỷ luật",
                "childs": [
                    {
                        "id": "15c05f08-80d9-44c9-8a15-b1850529b363",
                        "rank": 5,
                        "page": 5,
                        "content": "1. Thủ tục xét kỷ luật:",
                        "childs": [
                            {
                                "id": "801eab41-2649-4ade-9f6a-7b68cf3c9187",
                                "rank": 7,
                                "page": 5,
                                "content": "a) Sinh viên có hành vi vi phạm phải làm bản tự kiểm điểm và tự nhận hình thức kỷ luật. Trong trường hợp sinh viên không chấp hành làm bản tự kiểm điểm thì Hội đồng khen thưởng và kỷ luật sinh viên vẫn họp để xử lý trên cơ sở các chứng cứ thu thập được;"
                            },
                            {
                                "id": "e2292b9a-d31e-412a-bf53-cacf414f3430",
                                "rank": 7,
                                "page": 6,
                                "content": "b) Chủ nhiệm lớp sinh viên (CVHT) chủ trì họp với tập thể lớp sinh viên, phân tích và đề nghị hình thức kỷ luật gửi khoa;"
                            },
                            {
                                "id": "2f5b3f1a-0a83-4cc3-b172-9807120d61c4",
                                "rank": 7,
                                "page": 6,
                                "content": "c) Khoa xem xét, đề nghị lên Hội đồng khen thưởng và kỷ luật sinh viên của Trường;"
                            },
                            {
                                "id": "e3c9717f-43d3-49b6-8a9a-b94e43190ed6",
                                "rank": 7,
                                "page": 6,
                                "content": "d) Hội đồng khen thưởng và kỷ luật sinh viên Trường tổ chức họp để xét kỷ luật, thành phần bao gồm: các thành viên của Hội đồng, đại diện tập thể lớp sinh viên có sinh viên vi phạm và sinh viên có hành vi vi phạm. Sinh viên vi phạm kỷ luật đã được mời mà không đến dự (nếu không có lý do chính đáng), không có bản tự kiểm điểm thì Hội đồng vẫn tiến hành họp và xét thêm khuyết điểm thiếu ý thức tổ chức kỷ luật.",
                                "childs": [
                                    {
                                        "id": "2e6eb235-ef96-4fbb-97b4-39cd3599aa68",
                                        "rank": 1000,
                                        "page": 6,
                                        "content": "Hội đồng kiến nghị áp dụng hình thức kỷ luật, đề nghị Hiệu trưởng ra quyết định kỷ luật bằng văn bản."
                                    }
                                ],
                                "child_ids": [
                                    "2e6eb235-ef96-4fbb-97b4-39cd3599aa68"
                                ]
                            }
                        ],
                        "child_ids": [
                            "801eab41-2649-4ade-9f6a-7b68cf3c9187",
                            "e2292b9a-d31e-412a-bf53-cacf414f3430",
                            "2f5b3f1a-0a83-4cc3-b172-9807120d61c4",
                            "e3c9717f-43d3-49b6-8a9a-b94e43190ed6"
                        ]
                    },
                    {
                        "id": "ff1dce64-4702-4422-b136-a0fc9dd01b4a",
                        "rank": 5,
                        "page": 6,
                        "content": "2. Hồ sơ xử lý kỷ luật của sinh viên:",
                        "childs": [
                            {
                                "id": "aa4bb5c1-1282-4fdb-9fc4-a9eac3e2a81b",
                                "rank": 7,
                                "page": 6,
                                "content": "a) Bản tự kiểm điểm (nếu có);"
                            },
                            {
                                "id": "9e072f13-b58e-4576-bc20-88d2d9f2bf4e",
                                "rank": 7,
                                "page": 6,
                                "content": "b) Biên bản của tập thể lớp sinh viên họp kiểm điểm sinh viên có hành vi vi phạm;"
                            },
                            {
                                "id": "9dbc8b7a-2af2-46cd-9f35-15969a7f8deb",
                                "rank": 7,
                                "page": 6,
                                "content": "c) Biên bản của khoa hoặc đơn vị phụ trách công tác sinh viên;"
                            },
                            {
                                "id": "418c9302-ecfb-437c-87dc-2e09f38f1562",
                                "rank": 7,
                                "page": 6,
                                "content": "d) Các tài liệu có liên quan."
                            }
                        ],
                        "child_ids": [
                            "aa4bb5c1-1282-4fdb-9fc4-a9eac3e2a81b",
                            "9e072f13-b58e-4576-bc20-88d2d9f2bf4e",
                            "9dbc8b7a-2af2-46cd-9f35-15969a7f8deb",
                            "418c9302-ecfb-437c-87dc-2e09f38f1562"
                        ]
                    }
                ],
                "child_ids": [
                    "15c05f08-80d9-44c9-8a15-b1850529b363",
                    "ff1dce64-4702-4422-b136-a0fc9dd01b4a"
                ]
            },
            {
                "id": "cbc657ff-9348-44ea-83d1-61708bccd0ca",
                "rank": 3,
                "page": 6,
                "content": "Điều 11. Chấm dứt hiệu lực của quyết định kỷ luật",
                "childs": [
                    {
                        "id": "8b24a869-0d3c-4bb7-bbf6-db28478bd47f",
                        "rank": 5,
                        "page": 6,
                        "content": "1. Đối với sinh viên bị kỷ luật khiển trách: sau 03 tháng kể từ ngày có quyết định kỷ luật, nếu sinh viên không tái phạm hoặc không có những vi phạm đến mức phải xử lý kỷ luật thì đương nhiên được chấm dứt hiệu lực của quyết định kỷ luật và được hưởng quyền lợi của sinh viên kể từ ngày quyết định kỷ luật chấm dứt hiệu lực."
                    },
                    {
                        "id": "d839fc3b-4315-4495-82a2-9f7858eaa29e",
                        "rank": 5,
                        "page": 6,
                        "content": "2. Đối với sinh viên bị kỷ luật cảnh cáo: sau 06 tháng kể từ ngày có quyết định kỷ luật, nếu sinh viên không tái phạm hoặc không có những vi phạm đến mức phải xử lý kỷ luật thì đương nhiên được chấm dứt hiệu lực của quyết định kỷ luật và được hưởng quyền lợi của sinh viên kể từ ngày quyết định kỷ luật chấm dứt hiệu lực."
                    },
                    {
                        "id": "8c54dd33-8870-44f8-9548-e3ab139651bc",
                        "rank": 5,
                        "page": 6,
                        "content": "3. Đối với trường hợp đình chỉ học tập có thời hạn: khi hết thời hạn đình chỉ, sinh viên phải xuất trình chứng nhận của địa phương (cấp xã, phường, thị trấn) nơi cư trú về việc chấp hành tốt nghĩa vụ công dân tại địa phương; chứng nhận của cơ quan có thẩm quyền về việc đã chấp hành xong hình phạt tù nhưng cho hưởng án treo để nhà trường xem xét, tiếp nhận vào học tiếp nếu đủ điều kiện."
                    },
                    {
                        "id": "c2301a6d-19a9-464e-aa45-72f5a37d313f",
                        "rank": 5,
                        "page": 6,
                        "content": "4. Cấp có thẩm quyền quyết định kỷ luật phải có điều khoản ghi rõ thời gian sinh viên bị thi hành kỷ luật, tính từ khi ban hành quyết định kỷ luật đến thời điểm hết thời hạn bị kỷ luật theo quy định."
                    }
                ],
                "child_ids": [
                    "8b24a869-0d3c-4bb7-bbf6-db28478bd47f",
                    "d839fc3b-4315-4495-82a2-9f7858eaa29e",
                    "8c54dd33-8870-44f8-9548-e3ab139651bc",
                    "c2301a6d-19a9-464e-aa45-72f5a37d313f"
                ]
            },
            {
                "id": "1d337f51-5843-4b09-b5bf-dac179234a53",
                "rank": 3,
                "page": 6,
                "content": "Điều 12. Cơ cấu tổ chức và nhiệm vụ của Hội đồng khen thưởng và kỷ luật sinh viên",
                "childs": [
                    {
                        "id": "bc76c80a-e057-4876-b7a2-5c15a42be98b",
                        "rank": 5,
                        "page": 6,
                        "content": "1. Cơ cấu tổ chức Hội đồng khen thưởng và kỷ luật sinh viên:",
                        "childs": [
                            {
                                "id": "18a84b5d-0854-4fef-9958-e233f2eed09a",
                                "rank": 7,
                                "page": 6,
                                "content": "a) Chủ tịch Hội đồng: là Hiệu trưởng hoặc Phó Hiệu trưởng nhà trường do Hiệu trưởng ủy quyền."
                            },
                            {
                                "id": "6b9439f9-28c8-4b5f-aa1c-78eadc96dccd",
                                "rank": 7,
                                "page": 6,
                                "content": "b) Thường trực Hội đồng: là Trưởng phòng Công tác sinh viên."
                            },
                            {
                                "id": "cdca5e1d-af00-449d-8f64-f4ea30a635fb",
                                "rank": 7,
                                "page": 6,
                                "content": "c) Các ủy viên: là đại diện các khoa, phòng, ban có liên quan; Đoàn TNCS Hồ Chí Minh, Hội Sinh viên nhà trường. Hội đồng có thể mời đại diện lớp sinh viên, giáo viên chủ nhiệm (CVHT). Các thành phần này được tham gia phát biểu ý kiến, đề xuất mức khen thưởng hoặc kỷ luật nhưng không được quyền biểu quyết."
                            }
                        ],
                        "child_ids": [
                            "18a84b5d-0854-4fef-9958-e233f2eed09a",
                            "6b9439f9-28c8-4b5f-aa1c-78eadc96dccd",
                            "cdca5e1d-af00-449d-8f64-f4ea30a635fb"
                        ]
                    },
                    {
                        "id": "ad50c182-6856-4f79-8348-e41adf51befe",
                        "rank": 5,
                        "page": 7,
                        "content": "2. Hiệu trưởng nhà trường ra quyết định thành lập và quy định cụ thể về chức năng, nhiệm vụ, tổ chức và hoạt động của Hội đồng khen thưởng và kỷ luật sinh viên."
                    }
                ],
                "child_ids": [
                    "bc76c80a-e057-4876-b7a2-5c15a42be98b",
                    "ad50c182-6856-4f79-8348-e41adf51befe"
                ]
            },
            {
                "id": "d65e8b07-14ca-45a6-a979-13302d11388f",
                "rank": 3,
                "page": 7,
                "content": "Điều 13. Quyền khiếu nại về khen thưởng, kỷ luật",
                "childs": [
                    {
                        "id": "310c61a4-d043-4cad-8db2-b5c10dd9e639",
                        "rank": 1000,
                        "page": 7,
                        "content": "Cá nhân và tập thể sinh viên nếu xét thấy các hình thức khen thưởng và kỷ luật không thỏa đáng, có quyền khiếu nại lên các phòng, ban chức năng hoặc Hiệu trưởng nhà trường; nếu nhà trường đã xem xét lại mà chưa thỏa đáng có thể khiếu nại lên cấp có thẩm quyền theo quy định của pháp luật về khiếu nại, tố cáo."
                    }
                ],
                "child_ids": [
                    "310c61a4-d043-4cad-8db2-b5c10dd9e639"
                ]
            }
        ],
        "child_ids": [
            "64382709-4b5e-4fa8-95d7-e57c285f4037",
            "1042ec20-1b9f-4dee-b49a-ddc88e25b47a",
            "ec25acf3-876a-4464-82ff-ab0932092692",
            "6e9747b8-abe4-4794-b69a-a3e8726beaae",
            "cbc657ff-9348-44ea-83d1-61708bccd0ca",
            "1d337f51-5843-4b09-b5bf-dac179234a53",
            "d65e8b07-14ca-45a6-a979-13302d11388f"
        ]
    },
    {
        "id": "10ed9631-7224-4224-967d-717bbc6c97c0",
        "rank": 1,
        "page": 7,
        "content": "Chương IV: NỘI DUNG CÔNG TÁC SINH VIÊN",
        "childs": [
            {
                "id": "1800a17e-a015-47f6-a6db-7659e9463a81",
                "rank": 3,
                "page": 7,
                "content": "Điều 14. Tổ chức các hoạt động giáo dục, tuyên truyền",
                "childs": [
                    {
                        "id": "bd72ac9e-c00f-43e9-9465-95c443a42078",
                        "rank": 5,
                        "page": 7,
                        "content": "1. Giáo dục tư tưởng chính trị",
                        "childs": [
                            {
                                "id": "59d8d528-6513-4b91-b300-c8684425f789",
                                "rank": 7,
                                "page": 7,
                                "content": "a) Giáo dục, tuyên truyền để sinh viên nắm vững và thực hiện đúng chủ trương, đường lối của Đảng, hình thành bản lĩnh chính trị, yêu Tổ quốc Việt Nam xã hội chủ nghĩa, cảnh giác và biết phê phán những luận điểm xuyên tạc, hành động chống phá Đảng và Nhà nước."
                            },
                            {
                                "id": "4fbcd16f-1519-4d93-968f-5de17c7ff673",
                                "rank": 7,
                                "page": 7,
                                "content": "b) Phối hợp với Đoàn TNCS Hồ Chí Minh, Hội Sinh viên và các tổ chức chính trị - xã hội khác có liên quan trong các hoạt động rèn luyện của sinh viên. Tạo môi trường để sinh viên rèn luyện phấn đấu, được xét kết nạp vào Đảng."
                            }
                        ],
                        "child_ids": [
                            "59d8d528-6513-4b91-b300-c8684425f789",
                            "4fbcd16f-1519-4d93-968f-5de17c7ff673"
                        ]
                    },
                    {
                        "id": "cc8fb80b-0ae7-4365-bdee-3c196cc0b872",
                        "rank": 5,
                        "page": 7,
                        "content": "2. Giáo dục đạo đức, lối sống",
                        "childs": [
                            {
                                "id": "ecd3fa6a-86cb-4310-8ed7-c9f2857d13a4",
                                "rank": 7,
                                "page": 7,
                                "content": "a) Giáo dục, tuyên truyền cho sinh viên những giá trị, truyền thống đạo đức tốt đẹp của dân tộc Việt Nam, những chuẩn mực đạo đức chung của xã hội và đạo đức nghề nghiệp; biết phê phán những hành vi không phù hợp với chuẩn mực đạo đức;"
                            },
                            {
                                "id": "afc1c6f2-2026-4b87-9fc6-272d1f8d17dc",
                                "rank": 7,
                                "page": 7,
                                "content": "b) Định hướng, giáo dục lối sống lành mạnh, văn minh, tiến bộ phù hợp với bản sắc văn hóa dân tộc Việt Nam; giáo dục ý thức trách nhiệm của cá nhân sinh viên đối với tập thể và cộng đồng."
                            }
                        ],
                        "child_ids": [
                            "ecd3fa6a-86cb-4310-8ed7-c9f2857d13a4",
                            "afc1c6f2-2026-4b87-9fc6-272d1f8d17dc"
                        ]
                    },
                    {
                        "id": "6f2156aa-9fa4-466e-a0a6-0b4c431bbd5e",
                        "rank": 5,
                        "page": 7,
                        "content": "3. Giáo dục, tuyên truyền phổ biến pháp luật",
                        "childs": [
                            {
                                "id": "4d5ca671-fb8d-4351-8533-56d0a6617c2b",
                                "rank": 7,
                                "page": 7,
                                "content": "a) Giáo dục, tuyên truyền nâng cao nhận thức và ý thức tuân thủ pháp luật, thói quen sống và làm việc theo pháp luật;"
                            },
                            {
                                "id": "555aaab0-1185-41d3-9eb7-0736e20b1077",
                                "rank": 7,
                                "page": 7,
                                "content": "b) Nội dung giáo dục pháp luật đối với sinh viên tập trung vào các quy chế, quy định về học tập và rèn luyện; pháp luật về phòng chống tội phạm, tệ nạn xã hội; đảm bảo trật tự an toàn giao thông và các Luật khác có liên quan."
                            }
                        ],
                        "child_ids": [
                            "4d5ca671-fb8d-4351-8533-56d0a6617c2b",
                            "555aaab0-1185-41d3-9eb7-0736e20b1077"
                        ]
                    },
                    {
                        "id": "d529b760-b852-4630-af6b-7d2fca8e8c3c",
                        "rank": 5,
                        "page": 7,
                        "content": "4. Giáo dục kỹ năng: Kỹ năng sống, kỹ năng nghề nghiệp, việc làm...."
                    },
                    {
                        "id": "ab18b9d2-e5e4-42c9-9b10-e41ed18af67c",
                        "rank": 5,
                        "page": 7,
                        "content": "5. Giáo dục thể chất",
                        "childs": [
                            {
                                "id": "2fe4bcb7-5e2c-4cc2-943c-d3fffcba037f",
                                "rank": 7,
                                "page": 7,
                                "content": "a) Giáo dục, hướng dẫn sinh viên về kỹ thuật, phương pháp luyện tập và tổ chức cho sinh viên tham gia các hoạt động thể dục, thể thao theo quy định của Bộ Giáo dục và Đào tạo;"
                            },
                            {
                                "id": "14090331-53ea-4a32-81d0-dc65539e7996",
                                "rank": 7,
                                "page": 7,
                                "content": "b) Phổ biến, tuyên truyền nâng cao nhận thức cho sinh viên về ăn uống đảm bảo dinh dưỡng, vệ sinh an toàn thực phẩm, sinh hoạt điều độ, không lạm dụng rượu, bia, sử dụng chất kích thích, gây nghiện; kiến thức và kỹ năng chăm sóc sức khỏe, phòng chống dịch, bệnh, tai nạn thương tích,...; Tổ chức và triển khai hoạt động của Trạm Y tế trong nhà trường theo quy định của Bộ Giáo dục và Đào tạo."
                            }
                        ],
                        "child_ids": [
                            "2fe4bcb7-5e2c-4cc2-943c-d3fffcba037f",
                            "14090331-53ea-4a32-81d0-dc65539e7996"
                        ]
                    },
                    {
                        "id": "bb285b15-5597-4bbf-b48b-0e9bfea6d984",
                        "rank": 5,
                        "page": 8,
                        "content": "6. Giáo dục thẩm mỹ",
                        "childs": [
                            {
                                "id": "bffbe225-8806-45b2-a866-a75cc93a520e",
                                "rank": 7,
                                "page": 8,
                                "content": "a) Giáo dục kiến thức, kỹ năng để sinh viên biết yêu và cảm thụ cái đẹp trong tự nhiên, cuộc sống xã hội và trong nghệ thuật."
                            },
                            {
                                "id": "facc37c3-2675-4687-9869-c82d95a622a2",
                                "rank": 7,
                                "page": 8,
                                "content": "b) Hình thành năng lực phán đoán và đánh giá thẩm mỹ; hình thành thị hiếu, lý tưởng thẩm mỹ đúng đắn; hình thành năng lực sáng tạo nghệ thuật, lòng ham muốn và khả năng chuyển tải cái đẹp vào đời sống học tập, lao động và ứng xử. Có thái độ phê phán cái xấu, phản thẩm mỹ trong tâm hồn, trong hành vi ứng xử, hình dáng, trang phục,..."
                            }
                        ],
                        "child_ids": [
                            "bffbe225-8806-45b2-a866-a75cc93a520e",
                            "facc37c3-2675-4687-9869-c82d95a622a2"
                        ]
                    }
                ],
                "child_ids": [
                    "bd72ac9e-c00f-43e9-9465-95c443a42078",
                    "cc8fb80b-0ae7-4365-bdee-3c196cc0b872",
                    "6f2156aa-9fa4-466e-a0a6-0b4c431bbd5e",
                    "d529b760-b852-4630-af6b-7d2fca8e8c3c",
                    "ab18b9d2-e5e4-42c9-9b10-e41ed18af67c",
                    "bb285b15-5597-4bbf-b48b-0e9bfea6d984"
                ]
            },
            {
                "id": "6898b615-ae70-4156-936a-414e0085815a",
                "rank": 3,
                "page": 8,
                "content": "Điều 15. Công tác quản lý sinh viên",
                "childs": [
                    {
                        "id": "1284d761-ed50-4d0e-b1fe-6f64b5bb2293",
                        "rank": 5,
                        "page": 8,
                        "content": "1. Công tác hành chính",
                        "childs": [
                            {
                                "id": "e4270810-2455-4a15-ae00-9b33bc48b392",
                                "rank": 7,
                                "page": 8,
                                "content": "a) Tổ chức tiếp nhận thí sinh trúng tuyển, sắp xếp, bố trí sinh viên vào các lớp; chỉ định Ban cán sự lớp (lớp trưởng, lớp phó) lâm thời, làm thẻ sinh viên, thẻ thư viện; quản lý, tổ chức cấp phát văn bằng, chứng chỉ của sinh viên;"
                            },
                            {
                                "id": "f15a1734-c097-4086-98f3-e50a68892eea",
                                "rank": 7,
                                "page": 8,
                                "content": "b) Thống kê, tổng hợp dữ liệu và quản lý, lưu trữ hồ sơ liên quan đến sinh viên; giải quyết các công việc hành chính có liên quan đến sinh viên."
                            }
                        ],
                        "child_ids": [
                            "e4270810-2455-4a15-ae00-9b33bc48b392",
                            "f15a1734-c097-4086-98f3-e50a68892eea"
                        ]
                    },
                    {
                        "id": "53d731a2-a0d0-4a06-8f82-c999b800e64c",
                        "rank": 5,
                        "page": 8,
                        "content": "2. Công tác khen thưởng và kỷ luật",
                        "childs": [
                            {
                                "id": "a7e5dae4-cf0b-4b7e-a116-2b501b497c4c",
                                "rank": 7,
                                "page": 8,
                                "content": "a) Theo dõi, đánh giá ý thức học tập; tổ chức đánh giá kết quả rèn luyện của sinh viên; phân loại, xếp loại sinh viên cuối mỗi học kỳ, năm học, khóa học theo Quy chế của Bộ Giáo dục và Đào tạo;"
                            },
                            {
                                "id": "63e59696-be3c-4324-b29e-0c33f0a094e7",
                                "rank": 7,
                                "page": 8,
                                "content": "b) Phát động, tổ chức các phong trào thi đua trong sinh viên; Tổ chức đánh giá, bình bầu và khen thưởng cho tập thể, cá nhân sinh viên đạt thành tích cao trong học tập và rèn luyện; tổ chức cho sinh viên nghiên cứu khoa học, thi Olympic các môn học, thi sáng tạo tài năng trẻ và các hoạt động khuyến khích học tập khác;"
                            },
                            {
                                "id": "0889c4fb-31e3-4ff0-aeeb-a5798ef95519",
                                "rank": 7,
                                "page": 8,
                                "content": "c) Hướng dẫn, kiểm tra, giám sát việc thực hiện các quy chế, quy định về học tập và rèn luyện đối với sinh viên;"
                            },
                            {
                                "id": "06d38a02-0303-4440-a99e-8a2f093e45c5",
                                "rank": 7,
                                "page": 8,
                                "content": "d) Tham mưu, theo dõi và tổng hợp việc xử lý kỷ luật sinh viên vi phạm theo quy định."
                            }
                        ],
                        "child_ids": [
                            "a7e5dae4-cf0b-4b7e-a116-2b501b497c4c",
                            "63e59696-be3c-4324-b29e-0c33f0a094e7",
                            "0889c4fb-31e3-4ff0-aeeb-a5798ef95519",
                            "06d38a02-0303-4440-a99e-8a2f093e45c5"
                        ]
                    },
                    {
                        "id": "01138403-8175-4e08-b079-a57733d6a7c6",
                        "rank": 5,
                        "page": 8,
                        "content": "3. Công tác sinh viên nội trú, ngoại trú",
                        "childs": [
                            {
                                "id": "d38e4acf-5692-4410-9dc9-edf81a3006bf",
                                "rank": 1000,
                                "page": 8,
                                "content": "Tổ chức thực hiện các nội dung, biện pháp công tác sinh viên nội trú, ngoại trú theo quy định của Bộ Giáo dục và Đào tạo."
                            }
                        ],
                        "child_ids": [
                            "d38e4acf-5692-4410-9dc9-edf81a3006bf"
                        ]
                    },
                    {
                        "id": "644580a5-ed41-4cae-8761-a6240175086b",
                        "rank": 5,
                        "page": 8,
                        "content": "4. Công tác bảo đảm an ninh, trật tự trường học",
                        "childs": [
                            {
                                "id": "72b7bd19-31e6-4b22-a0e5-4a0ce46ebae6",
                                "rank": 7,
                                "page": 8,
                                "content": "a) Ban hành nội quy, quy định, xây dựng kế hoạch, tổ chức kiểm tra, giám sát việc thực hiện các văn bản chỉ đạo, văn bản quy phạm pháp luật của Đảng, Nhà nước về công tác bảo đảm an ninh, trật tự an toàn xã hội, phòng chống tội phạm, tệ nạn xã hội trong sinh viên. Phối hợp với công an địa phương thực hiện các biện pháp bảo đảm an ninh, trật tự trường học;"
                            },
                            {
                                "id": "ce514f43-a6f5-43fd-9e89-6940150adfc3",
                                "rank": 7,
                                "page": 8,
                                "content": "b) Xây dựng môi trường giáo dục lành mạnh, đảm bảo an toàn cho các hoạt động học tập, rèn luyện của sinh viên. Theo dõi, nắm bắt diễn biến tư tưởng, hành vi của sinh viên để có sự định hướng, giáo dục; phối hợp ngăn chặn việc kích động, lôi kéo sinh viên tham gia các hoạt động chống phá Đảng, Nhà nước, tham gia các tệ nạn xã hội, truyền đạo trái phép và các hành vi vi phạm pháp luật; phối hợp xử lý các vụ việc về an ninh, trật tự trường học và các vụ việc liên quan đến sinh viên ở trong và ngoài nhà trường."
                            }
                        ],
                        "child_ids": [
                            "72b7bd19-31e6-4b22-a0e5-4a0ce46ebae6",
                            "ce514f43-a6f5-43fd-9e89-6940150adfc3"
                        ]
                    },
                    {
                        "id": "70738163-2eb2-4c16-be09-548579190060",
                        "rank": 5,
                        "page": 9,
                        "content": "5. Thực hiện các chế độ, chính sách đối với sinh viên\nTuyên truyền, hướng dẫn, theo dõi, tổng hợp và giải quyết các chế độ, chính sách của Nhà nước liên quan đến sinh viên theo quy định."
                    }
                ],
                "child_ids": [
                    "1284d761-ed50-4d0e-b1fe-6f64b5bb2293",
                    "53d731a2-a0d0-4a06-8f82-c999b800e64c",
                    "01138403-8175-4e08-b079-a57733d6a7c6",
                    "644580a5-ed41-4cae-8761-a6240175086b",
                    "70738163-2eb2-4c16-be09-548579190060"
                ]
            },
            {
                "id": "193b780f-1d96-4d5c-abca-74a94b891fd9",
                "rank": 3,
                "page": 9,
                "content": "Điều 16. Hỗ trợ và dịch vụ sinh viên",
                "childs": [
                    {
                        "id": "0b9dfa42-ecf5-42ae-809b-c9e85eed2ca4",
                        "rank": 5,
                        "page": 9,
                        "content": "1. Tư vấn học tập",
                        "childs": [
                            {
                                "id": "a7c9ab17-7e92-427c-9bbb-d92fb39887bb",
                                "rank": 1000,
                                "page": 9,
                                "content": "Tư vấn, hỗ trợ sinh viên xây dựng kế hoạch, phương pháp học tập phù hợp với mục tiêu và năng lực; cung cấp thông tin về chương trình đào tạo, hướng dẫn sinh viên tiếp cận các nguồn lực (về học thuật, tài chính, kỹ thuật...) nhằm nâng cao khả năng, học tập hiệu quả."
                            }
                        ],
                        "child_ids": [
                            "a7c9ab17-7e92-427c-9bbb-d92fb39887bb"
                        ]
                    },
                    {
                        "id": "d4e11c64-91ea-4187-958d-5cff82aa9333",
                        "rank": 5,
                        "page": 9,
                        "content": "2. Công tác hướng nghiệp, tư vấn việc làm",
                        "childs": [
                            {
                                "id": "9e02ca0d-3ad2-450b-bb3d-e4eae3ec5e3f",
                                "rank": 1000,
                                "page": 9,
                                "content": "Tổ chức thực hiện các nội dung, biện pháp công tác tư vấn hướng nghiệp, việc làm theo quy định của Bộ Giáo dục và Đào tạo."
                            }
                        ],
                        "child_ids": [
                            "9e02ca0d-3ad2-450b-bb3d-e4eae3ec5e3f"
                        ]
                    },
                    {
                        "id": "883d1e4d-6041-48fe-b533-99ee33aa19ec",
                        "rank": 5,
                        "page": 9,
                        "content": "3. Tư vấn tâm lý, chăm sóc sức khỏe",
                        "childs": [
                            {
                                "id": "4033f967-2342-42fa-9089-c14411c70104",
                                "rank": 7,
                                "page": 9,
                                "content": "a) Tư vấn, hỗ trợ sinh viên khi gặp phải các vấn đề về tâm lý - xã hội; phối hợp tổ chức các dịch vụ tư vấn, chăm sóc sức khỏe để có sự hỗ trợ, can thiệp cần thiết khi sinh viên gặp phải các vấn đề ảnh hưởng đến thể chất và tinh thần;"
                            },
                            {
                                "id": "2cad2e4e-74e7-439b-99be-2cd5fd404231",
                                "rank": 7,
                                "page": 9,
                                "content": "b) Tổ chức khám sức khỏe đầu vào và định kỳ cho sinh viên; tư vấn, tổ chức cho sinh viên thực hiện Luật bảo hiểm y tế; sơ, cấp cứu, khám chữa bệnh ban đầu cho sinh viên."
                            }
                        ],
                        "child_ids": [
                            "4033f967-2342-42fa-9089-c14411c70104",
                            "2cad2e4e-74e7-439b-99be-2cd5fd404231"
                        ]
                    },
                    {
                        "id": "6847191e-edef-42f5-be00-796a687cbf05",
                        "rank": 5,
                        "page": 9,
                        "content": "4. Hỗ trợ tài chính",
                        "childs": [
                            {
                                "id": "a0dafa12-1343-4786-8fce-ca399eb2cfe6",
                                "rank": 1000,
                                "page": 9,
                                "content": "Phối hợp với các tổ chức, cá nhân hảo tâm xây dựng, quản lý các quỹ học bổng; tổ chức trao học bổng tài trợ cho sinh viên xuất sắc, sinh viên có hoàn cảnh gia đình khó khăn."
                            }
                        ],
                        "child_ids": [
                            "a0dafa12-1343-4786-8fce-ca399eb2cfe6"
                        ]
                    },
                    {
                        "id": "33c145fe-c272-4ba2-8ca4-07b2f0b84a01",
                        "rank": 5,
                        "page": 9,
                        "content": "5. Hỗ trợ đặc biệt",
                        "childs": [
                            {
                                "id": "7bdd54f5-a0ee-41ff-b3be-3fbbece803b2",
                                "rank": 1000,
                                "page": 9,
                                "content": "Triển khai dịch vụ công tác xã hội trong trường học, tạo điều kiện giúp đỡ sinh viên khuyết tật, sinh viên diện chính sách, có hoàn cảnh đặc biệt khó khăn."
                            }
                        ],
                        "child_ids": [
                            "7bdd54f5-a0ee-41ff-b3be-3fbbece803b2"
                        ]
                    },
                    {
                        "id": "7aa906b9-15cf-4d12-a775-811b5671533f",
                        "rank": 5,
                        "page": 9,
                        "content": "6. Tổ chức, quản lý các dịch vụ sinh viên",
                        "childs": [
                            {
                                "id": "6ba5a5bf-744a-440f-beb7-172623bce131",
                                "rank": 1000,
                                "page": 9,
                                "content": "Tổ chức dịch vụ cho sinh viên như: Internet, điện thoại, nhà ăn, căng tin, trông giữ xe, sân chơi, bãi tập, thiết chế văn hóa...."
                            }
                        ],
                        "child_ids": [
                            "6ba5a5bf-744a-440f-beb7-172623bce131"
                        ]
                    }
                ],
                "child_ids": [
                    "0b9dfa42-ecf5-42ae-809b-c9e85eed2ca4",
                    "d4e11c64-91ea-4187-958d-5cff82aa9333",
                    "883d1e4d-6041-48fe-b533-99ee33aa19ec",
                    "6847191e-edef-42f5-be00-796a687cbf05",
                    "33c145fe-c272-4ba2-8ca4-07b2f0b84a01",
                    "7aa906b9-15cf-4d12-a775-811b5671533f"
                ]
            }
        ],
        "child_ids": [
            "1800a17e-a015-47f6-a6db-7659e9463a81",
            "6898b615-ae70-4156-936a-414e0085815a",
            "193b780f-1d96-4d5c-abca-74a94b891fd9"
        ]
    },
    {
        "id": "25274b8f-38e9-4dff-aacd-666243e24d51",
        "rank": 1,
        "page": 9,
        "content": "Chương V: HỆ THỐNG TỔ CHỨC, QUẢN LÝ",
        "childs": [
            {
                "id": "6d0a6a20-a294-4638-bc34-ce26c2dc49d1",
                "rank": 3,
                "page": 9,
                "content": "Điều 17. Hệ thống tổ chức, quản lý công tác sinh viên",
                "childs": [
                    {
                        "id": "098e993f-cd15-4df7-817c-e943fce98597",
                        "rank": 1000,
                        "page": 9,
                        "content": "Hệ thống tổ chức, quản lý công tác sinh viên của nhà trường gồm: Hiệu trưởng nhà trường, phòng Công tác sinh viên, khoa, chủ nhiệm lớp sinh viên (CVHT) và lớp sinh viên."
                    }
                ],
                "child_ids": [
                    "098e993f-cd15-4df7-817c-e943fce98597"
                ]
            },
            {
                "id": "4de74122-72cf-41bc-8fc3-988034c19388",
                "rank": 3,
                "page": 9,
                "content": "Điều 18. Hiệu trưởng nhà trường",
                "childs": [
                    {
                        "id": "3409211e-b379-49f3-b8af-faf2765342d8",
                        "rank": 5,
                        "page": 9,
                        "content": "1. Chỉ đạo, tổ chức quản lý các hoạt động của công tác sinh viên. Bố trí các nguồn lực nhằm bảo đảm thực hiện tốt các nội dung của công tác sinh viên."
                    },
                    {
                        "id": "f27a20ef-eeb5-450d-acc0-f329c44960d9",
                        "rank": 5,
                        "page": 10,
                        "content": "2. Xây dựng kế hoạch và tổ chức thực hiện các chủ trương, đường lối của Đảng, chính sách, pháp luật của Nhà nước, các quy định của Bộ Giáo dục và Đào tạo, ngành và địa phương trong công tác sinh viên; tạo điều kiện cho sinh viên thực hiện đầy đủ quyền và nhiệm vụ của mình."
                    },
                    {
                        "id": "dbd5954e-997c-486f-868b-b4ec10a7db17",
                        "rank": 5,
                        "page": 10,
                        "content": "3. Chỉ đạo tổ chức “Tuần Sinh hoạt công dân - sinh viên” đầu khóa, đầu năm và cuối khóa học theo hướng dẫn của Bộ Giáo dục và Đào tạo; hàng năm, tổ chức đối thoại với sinh viên để cung cấp thông tin cần thiết cho sinh viên, nắm bắt tâm tư, nguyện vọng và giải quyết kịp thời những thắc mắc, nhu cầu chính đáng của sinh viên."
                    },
                    {
                        "id": "42f02726-09db-4c22-9925-a4299cce5471",
                        "rank": 5,
                        "page": 10,
                        "content": "4. Đảm bảo các điều kiện để phát huy hiệu quả vai trò của tổ chức Đoàn TNCS Hồ Chí Minh và Hội Sinh viên trong công tác sinh viên; chú trọng công tác giáo dục tư tưởng chính trị, đạo đức, lối sống cho sinh viên."
                    },
                    {
                        "id": "ef06c6a9-fee6-41d3-a75c-32b5da62ae4a",
                        "rank": 5,
                        "page": 10,
                        "content": "5. Quyết định sự tham gia của sinh viên mang tính chất đại diện cho nhà trường khi có sự huy động của địa phương, các cấp, các ngành hoặc các tổ chức khác."
                    }
                ],
                "child_ids": [
                    "3409211e-b379-49f3-b8af-faf2765342d8",
                    "f27a20ef-eeb5-450d-acc0-f329c44960d9",
                    "dbd5954e-997c-486f-868b-b4ec10a7db17",
                    "42f02726-09db-4c22-9925-a4299cce5471",
                    "ef06c6a9-fee6-41d3-a75c-32b5da62ae4a"
                ]
            },
            {
                "id": "7e287e84-1f02-418a-9a4f-86a62ae2d4fa",
                "rank": 3,
                "page": 10,
                "content": "Điều 19. Các đơn vị, cá nhân phụ trách công tác sinh viên",
                "childs": [
                    {
                        "id": "b75198ba-4c6a-4268-9a44-c2712e1b2f77",
                        "rank": 5,
                        "page": 10,
                        "content": "1. Phòng Công tác sinh viên là đơn vị giữ vai trò đầu mối, chủ trì tham mưu, tổng hợp giúp Hiệu trưởng về công tác sinh viên của nhà trường. Các khoa có trách nhiệm trực tiếp tổ chức, quản lý và triển khai thực hiện công tác sinh viên tại đơn vị."
                    },
                    {
                        "id": "b45d71b3-7748-42e7-a9e3-966b6208f03c",
                        "rank": 5,
                        "page": 10,
                        "content": "2. Chủ nhiệm lớp sinh viên",
                        "childs": [
                            {
                                "id": "2c6ad355-b87f-4cb7-826a-5b913e5dd68d",
                                "rank": 1000,
                                "page": 10,
                                "content": "Căn cứ điều kiện cụ thể, Trưởng khoa phân công giảng viên làm công tác chủ nhiệm lớp sinh viên để hỗ trợ quản lý, hướng dẫn các hoạt động học tập và rèn luyện của lớp sinh viên."
                            }
                        ],
                        "child_ids": [
                            "2c6ad355-b87f-4cb7-826a-5b913e5dd68d"
                        ]
                    },
                    {
                        "id": "568dacf8-2751-4ec0-8dcc-862defbf513f",
                        "rank": 5,
                        "page": 10,
                        "content": "3. Cố vấn học tập",
                        "childs": [
                            {
                                "id": "fd437077-1e5f-49b1-ab1a-5bd285cb4840",
                                "rank": 1000,
                                "page": 10,
                                "content": "Căn cứ điều kiện cụ thể, Trưởng khoa phân công giảng viên kiêm nhiệm công tác cố vấn học tập cho sinh viên để tư vấn, hướng dẫn sinh viên thực hiện tốt quy chế, quy định về đào tạo; có thể phân công một giảng viên kiêm nhiệm công tác cố vấn học tập và chủ nhiệm lớp sinh viên."
                            }
                        ],
                        "child_ids": [
                            "fd437077-1e5f-49b1-ab1a-5bd285cb4840"
                        ]
                    }
                ],
                "child_ids": [
                    "b75198ba-4c6a-4268-9a44-c2712e1b2f77",
                    "b45d71b3-7748-42e7-a9e3-966b6208f03c",
                    "568dacf8-2751-4ec0-8dcc-862defbf513f"
                ]
            },
            {
                "id": "d80d66b7-d0f0-424e-b44b-3fbd6fefe944",
                "rank": 3,
                "page": 10,
                "content": "Điều 20. Lớp sinh viên",
                "childs": [
                    {
                        "id": "967ba6be-9acc-4277-aee5-e3172273f2be",
                        "rank": 5,
                        "page": 10,
                        "content": "1. Lớp sinh viên: bao gồm những sinh viên cùng ngành, cùng khóa học. Lớp sinh viên được duy trì ổn định trong cả khóa học, là nơi để nhà trường tổ chức, quản lý về thực hiện các nhiệm vụ học tập, rèn luyện, các hoạt động đoàn thể, các hoạt động xã hội, thi đua, khen thưởng, kỷ luật."
                    },
                    {
                        "id": "cd591567-95fb-47f9-b8a5-c734f98b1f88",
                        "rank": 5,
                        "page": 10,
                        "content": "2. Ban cán sự lớp sinh viên:",
                        "childs": [
                            {
                                "id": "dc8e3ad1-9942-4815-ac4f-804306120ef4",
                                "rank": 7,
                                "page": 10,
                                "content": "a) Lớp trưởng và các lớp phó do tập thể sinh viên trong lớp bầu, Trưởng khoa ra quyết định công nhận. Nhiệm kỳ ban cán sự lớp sinh viên theo năm học."
                            },
                            {
                                "id": "45684de8-90af-4af9-bbf7-db54243707e0",
                                "rank": 7,
                                "page": 10,
                                "content": "b) Nhiệm vụ của ban cán sự lớp sinh viên:\n- Tổ chức thực hiện các nhiệm vụ học tập, rèn luyện, các hoạt động sinh hoạt, đời sống và các hoạt động xã hội theo kế hoạch của nhà trường và các đơn vị, hội, đoàn thể trong nhà trường.\n- Đôn đốc sinh viên trong lớp chấp hành nghiêm chỉnh nội quy, quy chế về học tập, rèn luyện. Xây dựng nền nếp tự quản trong lớp.\n- Tổ chức, động viên giúp đỡ những sinh viên gặp khó khăn trong học tập, rèn luyện. Thay mặt cho sinh viên của lớp liên hệ với chủ nhiệm lớp (CVHT) và các giảng viên bộ môn; đề nghị các khoa, phòng chức năng và lãnh đạo nhà trường giải quyết những vấn đề có liên quan đến nhiệm vụ và quyền của sinh viên trong lớp.\n- Phối hợp chặt chẽ và thường xuyên với tổ chức Đoàn TNCS Hồ Chí Minh và Hội Sinh viên trong hoạt động của lớp.\n- Báo cáo đầy đủ, chính xác tình hình học tập, rèn luyện theo học kỳ, năm học và những việc đột xuất của lớp với khoa hoặc phòng Công tác sinh viên."
                            },
                            {
                                "id": "ef90dbef-c444-4d52-afa5-a1bd8fd89adb",
                                "rank": 7,
                                "page": 11,
                                "content": "c) Quyền lợi của ban cán sự lớp sinh viên:",
                                "childs": [
                                    {
                                        "id": "3d078a55-78a4-45eb-a4ba-7872b6a692be",
                                        "rank": 1000,
                                        "page": 11,
                                        "content": "Được ưu tiên cộng điểm rèn luyện và các chế độ khác theo quy định của trường."
                                    }
                                ],
                                "child_ids": [
                                    "3d078a55-78a4-45eb-a4ba-7872b6a692be"
                                ]
                            }
                        ],
                        "child_ids": [
                            "dc8e3ad1-9942-4815-ac4f-804306120ef4",
                            "45684de8-90af-4af9-bbf7-db54243707e0",
                            "ef90dbef-c444-4d52-afa5-a1bd8fd89adb"
                        ]
                    }
                ],
                "child_ids": [
                    "967ba6be-9acc-4277-aee5-e3172273f2be",
                    "cd591567-95fb-47f9-b8a5-c734f98b1f88"
                ]
            },
            {
                "id": "11ad148f-3423-46ae-8b32-c39195fd10a8",
                "rank": 3,
                "page": 11,
                "content": "Điều 21. Lớp học phần",
                "childs": [
                    {
                        "id": "21bf4a1a-8ca8-46ca-8b5e-cb8997bc17b9",
                        "rank": 5,
                        "page": 11,
                        "content": "1. Lớp học phần: bao gồm những sinh viên đăng ký cùng học một học phần. Lớp học phần được tổ chức theo thời gian học một học phần, là nơi để nhà trường theo dõi, quản lý về học tập và ý thức kỷ luật của sinh viên trong giờ học."
                    },
                    {
                        "id": "9e973cc5-dd5a-45d3-9d21-103e0fc96319",
                        "rank": 5,
                        "page": 11,
                        "content": "2. Ban cán sự lớp học phần gồm lớp trưởng và các lớp phó do giảng viên bộ môn chỉ định. Nhiệm kỳ của ban cán sự lớp học phần theo thời gian học của học phần. Ban cán sự lớp học phần có trách nhiệm báo cáo việc chấp hành nội quy, quy chế của sinh viên trong lớp với khoa, phòng Công tác sinh viên. Ban cán sự lớp học phần được ưu tiên cộng điểm rèn luyện và các chế độ khác theo quy định của nhà trường."
                    }
                ],
                "child_ids": [
                    "21bf4a1a-8ca8-46ca-8b5e-cb8997bc17b9",
                    "9e973cc5-dd5a-45d3-9d21-103e0fc96319"
                ]
            }
        ],
        "child_ids": [
            "6d0a6a20-a294-4638-bc34-ce26c2dc49d1",
            "4de74122-72cf-41bc-8fc3-988034c19388",
            "7e287e84-1f02-418a-9a4f-86a62ae2d4fa",
            "d80d66b7-d0f0-424e-b44b-3fbd6fefe944",
            "11ad148f-3423-46ae-8b32-c39195fd10a8"
        ]
    },
    {
        "id": "f8cf2bb5-e46d-4c68-b031-13fc3901aa34",
        "rank": 1,
        "page": 11,
        "content": "Chương VI: TỔ CHỨC THỰC HIỆN",
        "childs": [
            {
                "id": "f751b5a1-a79d-46ed-943c-eb34e47b9566",
                "rank": 3,
                "page": 11,
                "content": "Điều 22. Trách nhiệm của nhà trường",
                "childs": [
                    {
                        "id": "293ba6bb-b7f7-4772-8de8-6748df40d3db",
                        "rank": 5,
                        "page": 11,
                        "content": "1. Chủ động phối hợp chặt chẽ với các tổ chức đoàn thể, gia đình sinh viên, các cơ quan có liên quan trên địa bàn để tổ chức thực hiện tốt công tác sinh viên."
                    },
                    {
                        "id": "c8969142-89ad-403d-b155-bf1bab8c04b3",
                        "rank": 5,
                        "page": 11,
                        "content": "2. Tổ chức tổng kết, đánh giá công tác sinh viên, báo cáo Bộ Giáo dục và Đào tạo vào cuối năm học; gửi báo cáo đột xuất về Bộ Giáo dục và Đào tạo và các cơ quan quản lý trực tiếp về những vụ việc phức tạp, nghiêm trọng xảy ra có liên quan đến sinh viên."
                    }
                ],
                "child_ids": [
                    "293ba6bb-b7f7-4772-8de8-6748df40d3db",
                    "c8969142-89ad-403d-b155-bf1bab8c04b3"
                ]
            },
            {
                "id": "2ab47cd5-c23f-4e99-ac1a-929dbb52e598",
                "rank": 3,
                "page": 11,
                "content": "Điều 23. Công tác thanh tra, kiểm tra, khen thưởng, kỷ luật",
                "childs": [
                    {
                        "id": "38d6f88d-f807-4864-9413-737846972c10",
                        "rank": 5,
                        "page": 11,
                        "content": "1. Bộ Giáo dục và Đào tạo, Hiệu trưởng nhà trường theo thẩm quyền tổ chức thanh tra, kiểm tra việc thực hiện công tác sinh viên trong nhà trường."
                    },
                    {
                        "id": "0cb983fb-7910-4f98-8420-6fbe1c704d00",
                        "rank": 5,
                        "page": 11,
                        "content": "2. Các đơn vị, cá nhân có thành tích trong công tác sinh viên được xét khen thưởng theo quy định."
                    },
                    {
                        "id": "18a0fbc5-d196-4f14-b53d-49d5bce4d6d8",
                        "rank": 5,
                        "page": 11,
                        "content": "3. Các cá nhân vi phạm quy định về công tác sinh viên tùy theo mức độ sẽ bị xử lý theo quy định."
                    }
                ],
                "child_ids": [
                    "38d6f88d-f807-4864-9413-737846972c10",
                    "0cb983fb-7910-4f98-8420-6fbe1c704d00",
                    "18a0fbc5-d196-4f14-b53d-49d5bce4d6d8"
                ]
            }
        ],
        "child_ids": [
            "f751b5a1-a79d-46ed-943c-eb34e47b9566",
            "2ab47cd5-c23f-4e99-ac1a-929dbb52e598"
        ]
    },
    {
        "id": "3af3ebe8-fcb1-475b-933b-1efcb5239184",
        "rank": 1,
        "page": 13,
        "content": "Chương phụ lục: MỘT SỐ NỘI DUNG VI PHẠM VÀ KHUNG XỬ LÝ KHI VI PHẠM LUẬT SINH VIÊN",
        "childs": [
            {
                "id": "bdafd82c-81e1-4df0-8de7-9480d1f4575e",
                "rank": 3,
                "page": 13,
                "content": "Điều 24. MỘT SỐ NỘI DUNG VI PHẠM VÀ KHUNG XỬ LÝ KHI VI PHẠM LUẬT SINH VIÊN",
                "childs": [
                    {
                        "id": "dee2b29d-3d89-495a-8998-39ce33956e5e",
                        "rank": 5,
                        "page": 13,
                        "content": "1. Đến muộn giờ học, giờ thực tập; nghỉ học không phép hoặc quá phép: \nNhà trường quy định cụ thể."
                    },
                    {
                        "id": "c34b4b29-dc3a-417e-9a69-a8f5d8787f41",
                        "rank": 5,
                        "page": 13,
                        "content": "2. Mất trật tự, làm việc riêng trong giờ học, giờ thực tập và tự học: \nNhà trường quy định cụ thể."
                    },
                    {
                        "id": "92c89014-2b3e-40ab-9c09-a9285aeaf339",
                        "rank": 5,
                        "page": 13,
                        "content": "3. Vô lễ với thầy, cô giáo và CBVC nhà trường: \nTùy theo mức độ, xử lý từ khiển trách đến buộc thôi học."
                    },
                    {
                        "id": "284e94e3-41f5-44fd-ad3f-72f568b4c1f8",
                        "rank": 5,
                        "page": 13,
                        "content": "4. Học thay hoặc nhờ người khác học thay: \nTùy theo mức độ, xử lý từ khiển trách đến buộc thôi học."
                    },
                    {
                        "id": "e300c596-5e18-4af4-8ef3-e01bafe4a093",
                        "rank": 5,
                        "page": 13,
                        "content": "5. Thi, kiểm tra thay, hoặc nhờ thi, kiểm tra thay; làm thay, nhờ làm hoặc sao chép tiểu luận, đồ án, khóa luận tốt nghiệp:  \nLần 1: Đình chỉ có thời hạn.  \nLần 2: Buộc thôi học."
                    },
                    {
                        "id": "eabd88b3-6996-4721-afe5-4a815373a76e",
                        "rank": 5,
                        "page": 13,
                        "content": "6. Tổ chức học thi, kiểm tra thay; tổ chức làm thay tiểu luận, đồ án, khóa luận tốt nghiệp: \nTùy theo mức độ, có thể giao cho cơ quan chức năng xử lý theo quy định của pháp luật."
                    },
                    {
                        "id": "7d403c86-5952-4dc3-a43c-0c83ac922f2c",
                        "rank": 5,
                        "page": 13,
                        "content": "7. Mang tài liệu vào phòng thi, đưa đề thi ra ngoài nhờ làm thay, ném tài liệu vào phòng thi, vi phạm quy chế thi; thi không có lý do chính đáng hoặc hình thức gian lận khác trong học tập, thi cử, kiểm tra: \nXử lý theo quy chế đào tạo."
                    },
                    {
                        "id": "25db4a0a-072b-4382-bd4e-a2897dc5ec30",
                        "rank": 5,
                        "page": 13,
                        "content": "8. Có hành vi chậm nộp hoặc không nộp học phí, bảo hiểm y tế theo quy định của nhà trường mà không có lý do chính đáng: \nTùy theo mức độ, xử lý từ nhắc nhở, khiển trách đến buộc thôi học."
                    },
                    {
                        "id": "1083dd21-c844-4f59-8924-0887b6099ffc",
                        "rank": 5,
                        "page": 13,
                        "content": "9. Làm hư hỏng tài sản trong KTX và các tài sản khác của trường: \nTùy mức độ xử lý từ khiển trách đến buộc thôi học và phải bồi thường thiệt hại."
                    },
                    {
                        "id": "f01553b4-3f2f-4eca-9569-68654bbdcfbf",
                        "rank": 5,
                        "page": 13,
                        "content": "10. Uống rượu, bia trong giờ học:  \nLần 1: Khiển trách  \nLần 2: Cảnh cáo  \nLần 3: Đình chỉ có thời hạn  \nLần 4: Buộc thôi học"
                    },
                    {
                        "id": "ac8e71b0-cce0-4bfa-866a-15e80c64d68a",
                        "rank": 5,
                        "page": 14,
                        "content": "11. Hút thuốc lá trong giờ học, phòng học, phòng thí nghiệm và nơi cấm hút thuốc theo quy định:  \nLần 1: Khiển trách  \nLần 2: Cảnh cáo  \nLần 3: Đình chỉ có thời hạn  \nLần 4: Buộc thôi học"
                    },
                    {
                        "id": "9e15269a-f6be-43a7-8cb7-91f62ea1ae7d",
                        "rank": 5,
                        "page": 14,
                        "content": "12. Đánh bạc dưới mọi hình thức:  \nLần 1: Khiển trách  \nLần 2: Cảnh cáo  \nLần 3: Đình chỉ có thời hạn  \nLần 4: Buộc thôi học và giao cho cơ quan chức năng xử lý theo quy định pháp luật"
                    },
                    {
                        "id": "af799982-7f9a-4202-ae23-bb08cdec0882",
                        "rank": 5,
                        "page": 14,
                        "content": "13. Tàng trữ, lưu hành, truy cập, sử dụng sản phẩm văn hóa đồi trụy hoặc tham gia các hoạt động mê tín dị đoan, hoạt động tôn giáo trái phép:  \nLần 1: Khiển trách  \nLần 2: Cảnh cáo  \nLần 3: Đình chỉ có thời hạn  \nLần 4: Buộc thôi học và giao cho cơ quan chức năng xử lý theo quy định pháp luật"
                    },
                    {
                        "id": "f87c0d45-eb98-4eeb-997e-2ae7f6031716",
                        "rank": 5,
                        "page": 14,
                        "content": "14. Buôn bán, vận chuyển, tàng trữ, lôi kéo người khác sử dụng ma túy:  \nXử lý nghiêm, giao cho cơ quan chức năng xử lý theo quy định pháp luật"
                    },
                    {
                        "id": "3e336dba-33fa-427e-8ae5-7976766483bc",
                        "rank": 5,
                        "page": 14,
                        "content": "15. Sử dụng ma túy:  \nBuộc thôi học và xử lý theo quy định về sinh viên liên quan đến ma túy"
                    },
                    {
                        "id": "fda8a04c-218c-4dae-82a6-dd8e98b4613c",
                        "rank": 5,
                        "page": 14,
                        "content": "16. Chứa chấp, môi giới mại dâm:  \nBuộc thôi học và giao cho cơ quan chức năng xử lý theo quy định pháp luật"
                    },
                    {
                        "id": "26964f86-c1f9-4cb7-a721-907c7848cc90",
                        "rank": 5,
                        "page": 14,
                        "content": "17. Hoạt động mại dâm:  \nLần 1: Khiển trách  \nLần 2: Cảnh cáo  \nLần 3: Đình chỉ có thời hạn  \nLần 4: Buộc thôi học và xử lý theo quy định pháp luật"
                    },
                    {
                        "id": "c3e03d64-c566-4154-8e1d-30ed7210abc4",
                        "rank": 5,
                        "page": 14,
                        "content": "18. Lấy cắp tài sản, chứa chấp, tiêu thụ tài sản do lấy cắp mà có:  \nTùy mức độ vi phạm:  \nLần 1: Khiển trách  \nLần 2: Cảnh cáo  \nLần 3: Đình chỉ có thời hạn  \nLần 4: Buộc thôi học và giao cho cơ quan chức năng xử lý nếu nghiêm trọng"
                    },
                    {
                        "id": "afc0abae-74cd-42e3-bc61-eb5e0743d7e0",
                        "rank": 5,
                        "page": 14,
                        "content": "19. Chứa chấp, buôn bán vũ khí, chất nổ và hàng cấm theo quy định của Nhà nước:  \nBuộc thôi học và giao cho cơ quan chức năng xử lý theo quy định pháp luật"
                    },
                    {
                        "id": "441493fd-0de9-4f29-bf08-0f5746bc73f3",
                        "rank": 5,
                        "page": 14,
                        "content": "20. Đưa phản vật vào trong trường, ký túc xá ảnh hưởng xấu đến an ninh, trật tự trong nhà trường:  \nTùy mức độ vi phạm:  \nLần 1: Khiển trách  \nLần 2: Cảnh cáo  \nLần 3: Đình chỉ có thời hạn  \nLần 4: Buộc thôi học"
                    },
                    {
                        "id": "4565f621-9f20-4a3d-bf2c-747ea022c6ef",
                        "rank": 5,
                        "page": 14,
                        "content": "21. Đánh nhau, lôi kéo hoặc tham gia tổ chức đánh nhau:  \nLần 1: Khiển trách  \nLần 2: Cảnh cáo  \nLần 3: Đình chỉ có thời hạn  \nLần 4: Buộc thôi học và giao cho cơ quan chức năng xử lý nếu nghiêm trọng"
                    },
                    {
                        "id": "423b38e4-c6d1-4474-9823-73bb7cf0db9f",
                        "rank": 5,
                        "page": 14,
                        "content": "22. Kích động, lôi kéo người khác đánh nhau hoặc gây rối an ninh, trật tự:  \nLần 1: Khiển trách  \nLần 2: Cảnh cáo  \nLần 3: Đình chỉ có thời hạn  \nLần 4: Buộc thôi học và giao cho cơ quan chức năng xử lý nếu nghiêm trọng  \n \n23. Tham gia biểu tình, tụ tập đông người, khiếu kiện trái quy định của pháp luật:  \nLần 1: Khiển trách  \nLần 2: Cảnh cáo  \nLần 3: Đình chỉ có thời hạn  \nLần 4: Buộc thôi học và giao cho cơ quan chức năng xử lý theo quy định của pháp luật"
                    },
                    {
                        "id": "bf8e85a4-cd52-47f8-bdf3-c6655df204e3",
                        "rank": 5,
                        "page": 15,
                        "content": "24. Đăng tải, bình luận, chia sẻ bài viết, hình ảnh có nội dung dung tục, bạo lực, đồi trụy, xâm phạm an ninh quốc gia, chống phá Đảng và Nhà nước, xuyên tạc, vu khống, xúc phạm uy tín của tổ chức, danh dự và nhân phẩm của cá nhân trên mạng Internet:  \nTùy theo mức độ vi phạm, xử lý từ khiển trách đến buộc thôi học. Nếu nghiêm trọng, giao cho cơ quan chức năng xử lý theo quy định của pháp luật."
                    },
                    {
                        "id": "ddf92e7b-5a31-435e-b89a-79972234ee9b",
                        "rank": 5,
                        "page": 15,
                        "content": "25. Có hành động quấy rối, dâm ô, xâm phạm nhân phẩm, đời tư của người khác:  \nTùy theo mức độ vi phạm, xử lý từ khiển trách đến buộc thôi học. Nếu nghiêm trọng, giao cho cơ quan chức năng xử lý theo quy định của pháp luật."
                    },
                    {
                        "id": "8e2387a4-9b53-48f4-8f15-c84e6f209786",
                        "rank": 5,
                        "page": 15,
                        "content": "26. Vi phạm các quy định về an toàn giao thông:  \nTùy theo mức độ vi phạm, xử lý từ khiển trách đến buộc thôi học."
                    },
                    {
                        "id": "ac52d38f-69f9-4df5-a628-1b137a5c262f",
                        "rank": 5,
                        "page": 15,
                        "content": "27. Các vi phạm khác:  \nTùy theo mức độ vi phạm, nhà trường xem xét, nhắc nhở, phê bình, trừ điểm rèn luyện hoặc xử lý kỷ luật từ khiển trách đến buộc thôi học."
                    }
                ],
                "child_ids": [
                    "dee2b29d-3d89-495a-8998-39ce33956e5e",
                    "c34b4b29-dc3a-417e-9a69-a8f5d8787f41",
                    "92c89014-2b3e-40ab-9c09-a9285aeaf339",
                    "284e94e3-41f5-44fd-ad3f-72f568b4c1f8",
                    "e300c596-5e18-4af4-8ef3-e01bafe4a093",
                    "eabd88b3-6996-4721-afe5-4a815373a76e",
                    "7d403c86-5952-4dc3-a43c-0c83ac922f2c",
                    "25db4a0a-072b-4382-bd4e-a2897dc5ec30",
                    "1083dd21-c844-4f59-8924-0887b6099ffc",
                    "f01553b4-3f2f-4eca-9569-68654bbdcfbf",
                    "ac8e71b0-cce0-4bfa-866a-15e80c64d68a",
                    "9e15269a-f6be-43a7-8cb7-91f62ea1ae7d",
                    "af799982-7f9a-4202-ae23-bb08cdec0882",
                    "f87c0d45-eb98-4eeb-997e-2ae7f6031716",
                    "3e336dba-33fa-427e-8ae5-7976766483bc",
                    "fda8a04c-218c-4dae-82a6-dd8e98b4613c",
                    "26964f86-c1f9-4cb7-a721-907c7848cc90",
                    "c3e03d64-c566-4154-8e1d-30ed7210abc4",
                    "afc0abae-74cd-42e3-bc61-eb5e0743d7e0",
                    "441493fd-0de9-4f29-bf08-0f5746bc73f3",
                    "4565f621-9f20-4a3d-bf2c-747ea022c6ef",
                    "423b38e4-c6d1-4474-9823-73bb7cf0db9f",
                    "bf8e85a4-cd52-47f8-bdf3-c6655df204e3",
                    "ddf92e7b-5a31-435e-b89a-79972234ee9b",
                    "8e2387a4-9b53-48f4-8f15-c84e6f209786",
                    "ac52d38f-69f9-4df5-a628-1b137a5c262f"
                ]
            }
        ],
        "child_ids": [
            "bdafd82c-81e1-4df0-8de7-9480d1f4575e"
        ]
    }
]