[
    {
        "id": "f281b184-add2-4983-bfa3-f65eaacc974e",
        "rank": 1,
        "content": "Chương I: QUY ĐỊNH CHUNG",
        "childs": [
            {
                "id": "9f1b9ef6-e2c4-4009-8eb4-8058aea6ae57",
                "rank": 3,
                "page": 2,
                "content": "Điều 1. Phạm vi điều chỉnh và đối tượng áp dụng",
                "childs": [
                    {
                        "id": "88df2edc-0973-4562-8b51-e0c93ffce96d",
                        "rank": 5,
                        "content": "1. Văn bản này quy định về việc tổ chức kiểm tra, thi, đánh giá kết quả học phần đào tạo trình độ đại học của Trường Đại học Quy Nhơn (sau đây gọi tắt là Trường/Nhà trường), bao gồm: Quy định chung, kế hoạch thi, công tác đề thi, coi thi, chấm thi, nhập điểm, phúc tra điểm, trách nhiệm và xử lý vi phạm, tổ chức thực hiện."
                    },
                    {
                        "id": "0b811047-ef0a-4b90-9e5c-6fa0776fbf2d",
                        "rank": 5,
                        "content": "2. Quy định này áp dụng đối với viên chức, người lao động, sinh viên, các đơn vị, tổ chức và cá nhân có liên quan đến hoạt động tổ chức kiểm tra, thi, đánh giá kết quả học phần đào tạo trình độ đại học của Nhà trường."
                    }
                ],
                "child_ids": [
                    "88df2edc-0973-4562-8b51-e0c93ffce96d",
                    "0b811047-ef0a-4b90-9e5c-6fa0776fbf2d"
                ]
            },
            {
                "id": "e2bc1e7f-9611-41ab-a83e-1b17f59a0571",
                "rank": 3,
                "page": 2,
                "content": "Điều 2. Mục đích, yêu cầu",
                "childs": [
                    {
                        "id": "9c893e72-e763-4572-82fe-b46bada5d062",
                        "rank": 5,
                        "content": "1. Mục đích: Đánh giá kết quả học tập của sinh viên theo mục tiêu và chuẩn đầu ra của học phần nhằm đáp ứng chuẩn đầu ra của chương trình đào tạo."
                    },
                    {
                        "id": "d6e95052-1518-4ed6-a873-b6b3798e0351",
                        "rank": 5,
                        "content": "2. Yêu cầu: ",
                        "childs": [
                            {
                                "id": "ddf0f595-2f59-4580-9fe6-24f374480a2b",
                                "rank": 7,
                                "content": "a) Nghiêm túc, khách quan, tin cậy và trung thực;"
                            },
                            {
                                "id": "d24c2bda-1471-420c-a5aa-25aaf4a2fb92",
                                "rank": 7,
                                "content": "b) Công bằng đối với tất cả sinh viên trong lớp, giữa các lớp, các khóa học và các hình thức đào tạo."
                            }
                        ],
                        "child_ids": [
                            "ddf0f595-2f59-4580-9fe6-24f374480a2b",
                            "d24c2bda-1471-420c-a5aa-25aaf4a2fb92"
                        ]
                    }
                ],
                "child_ids": [
                    "9c893e72-e763-4572-82fe-b46bada5d062",
                    "d6e95052-1518-4ed6-a873-b6b3798e0351"
                ]
            },
            {
                "id": "a019dd2f-7f3f-475b-a011-ceae713d4661",
                "rank": 3,
                "page": 2,
                "content": "Điều 3. Thời gian tổ chức thi, đánh giá kết quả học phần",
                "childs": [
                    {
                        "id": "f8706a86-5b99-4773-9d8c-1dd75602978e",
                        "rank": 5,
                        "content": "1. Đối với hệ chính quy: Thời gian tổ chức thi, đánh giá kết quả học phần được xác định cụ thể trong kế hoạch đào tạo trình độ đại học hàng năm. Ngoài ra, căn cứ vào tình hình cụ thể, Hiệu trưởng quyết định tổ chức một kỳ thi phụ cho số sinh viên học vượt, học cải thiện điểm, bị trùng lịch thi, hoãn thi có lý do chính đáng."
                    },
                    {
                        "id": "b9de39f1-f266-45c9-b66a-626a4ade1fdf",
                        "rank": 5,
                        "content": "2. Đối với hệ vừa làm vừa học: Nhà trường tổ chức thi, đánh giá kết quả học phần theo kế hoạch học tập từng khối lớp; tổ chức thi lại, đánh giá lại (lần thứ hai) cho những sinh viên chưa đạt kết quả thi, đánh giá ở lần thứ nhất. Điểm học phần sau khi thi lại, đánh giá lại chỉ giới hạn ở mức điểm C.  "
                    }
                ],
                "child_ids": [
                    "f8706a86-5b99-4773-9d8c-1dd75602978e",
                    "b9de39f1-f266-45c9-b66a-626a4ade1fdf"
                ]
            },
            {
                "id": "d145c57e-50b3-4093-b693-5797427c5a92",
                "rank": 3,
                "page": 2,
                "content": "Điều 4. Hình thức thi, đánh giá kết quả học phần",
                "childs": [
                    {
                        "id": "20f0a5e9-18ae-4ce9-a9a4-10499a5a0a32",
                        "rank": 5,
                        "content": "1. Hình thức thi, đánh giá kết quả học phần có thể là tự luận, trắc nghiệm trên giấy, trắc nghiệm trên máy tính, vấn đáp, thực hành, báo cáo, bảo vệ."
                    },
                    {
                        "id": "55e8d72f-d9ac-4e3f-b825-d21900b2c878",
                        "rank": 5,
                        "content": "2. Hình thức kiểm tra, thi, đánh giá kết quả học phần được quy định trong đề cương chi tiết học phần. Khi cần thay đổi hình thức thi kết thúc học phần, Khoa quản lý học phần, Bộ môn thuộc Trường đề xuất, Phòng Khảo thí và Bảo đảm chất lượng trình Hiệu trưởng quyết định."
                    },
                    {
                        "id": "c1ee39e3-552f-4f3a-a7af-0fcf10d5e32d",
                        "rank": 5,
                        "content": "3. Đầu mỗi học kỳ, giảng viên giảng dạy học phần thông báo hình thức kiểm tra, thi, đánh giá kết quả học phần cho sinh viên."
                    },
                    {
                        "id": "84d350db-04ce-4e6d-a10a-7d20a69964ea",
                        "rank": 5,
                        "content": "4. Hình thức tổ chức kiểm tra, thi, đánh giá kết quả học phần có thể là trực tiếp hoặc trực tuyến. Hình thức đánh giá trực tuyến được áp dụng khi bảo đảm trung thực, công bằng và khách quan như đánh giá trực tiếp, đồng thời đóng góp không quá 50% trọng số điểm học phần. Việc tổ chức đánh giá trực tuyến do Khoa quản lý học phần, Bộ môn thuộc Trường đề xuất, Phòng Khảo thí và Bảo đảm chất lượng trình Hiệu trưởng quyết định."
                    }
                ],
                "child_ids": [
                    "20f0a5e9-18ae-4ce9-a9a4-10499a5a0a32",
                    "55e8d72f-d9ac-4e3f-b825-d21900b2c878",
                    "c1ee39e3-552f-4f3a-a7af-0fcf10d5e32d",
                    "84d350db-04ce-4e6d-a10a-7d20a69964ea"
                ]
            },
            {
                "id": "bd462c09-8ee8-4d0a-85b3-05439baeb36a",
                "rank": 3,
                "page": 3,
                "content": "Điều 5. Đánh giá và tính điểm học phần",
                "childs": [
                    {
                        "id": "e07fa497-59cc-4372-8153-09ec0040072c",
                        "rank": 5,
                        "content": "1. Đối với các học phần lý thuyết hoặc lý thuyết và thực hành: Điểm tổng hợp đánh giá học phần (gọi tắt là điểm học phần) gồm hai thành phần: điểm đánh giá quá trình học tập và điểm thi kết thúc học phần.",
                        "childs": [
                            {
                                "id": "4ae8056f-8204-428e-a28d-1a36ed2ebc90",
                                "rank": 7,
                                "content": "a) Điểm đánh giá quá trình học tập: Có trọng số 30%, 40% hoặc 50% điểm học phần;"
                            },
                            {
                                "id": "39f69a60-1631-4370-8678-acee64b70ce2",
                                "rank": 7,
                                "content": "b) Điểm thi kết thúc học phần: Có trọng số 70%, 60% hoặc 50% điểm học phần.\nTrọng số của mỗi điểm thành phần được quy định trong đề cương chi tiết của mỗi học phần."
                            }
                        ],
                        "child_ids": [
                            "4ae8056f-8204-428e-a28d-1a36ed2ebc90",
                            "39f69a60-1631-4370-8678-acee64b70ce2"
                        ]
                    },
                    {
                        "id": "39428fac-8e65-4d0f-90fd-66454df2349c",
                        "rank": 5,
                        "content": "2. Đánh giá quá trình học tập:",
                        "childs": [
                            {
                                "id": "724a59c8-a9da-411b-9c24-2cd3b9b16a02",
                                "rank": 7,
                                "content": "a) Giảng viên giảng dạy trực tiếp tổ chức kiểm tra, đánh giá theo đề cương chi tiết đã được phê duyệt và chịu trách nhiệm về tính chính xác, công bằng của điểm kiểm tra;"
                            },
                            {
                                "id": "e9d9f261-fd3a-4164-adbc-7927ea4b19b5",
                                "rank": 7,
                                "content": "b) Sinh viên không dự đánh giá quá trình học tập nếu không có lý do chính đáng phải nhận điểm 0 (không); nếu có lý do chính đáng, giảng viên có thể tổ chức đánh giá bổ sung trước khi kết thúc giảng dạy học phần ít nhất 01 tuần;"
                            },
                            {
                                "id": "fbe39ca7-de6e-4d68-a2d4-a9fbd9c883c0",
                                "rank": 7,
                                "content": "c) Giảng viên công bố điểm đánh giá quá trình cho sinh viên trước khi kết thúc giảng dạy học phần và nộp bảng điểm gốc cho Khoa quản lý học phần, Bộ môn thuộc Trường sau khi kết thúc giảng dạy học phần 01 tuần."
                            }
                        ],
                        "child_ids": [
                            "724a59c8-a9da-411b-9c24-2cd3b9b16a02",
                            "e9d9f261-fd3a-4164-adbc-7927ea4b19b5",
                            "fbe39ca7-de6e-4d68-a2d4-a9fbd9c883c0"
                        ]
                    },
                    {
                        "id": "a4a37d87-9783-40c6-bbeb-fbe10dbd5804",
                        "rank": 5,
                        "content": "3. Đối với các học phần chỉ có thí nghiệm, thực hành: Điểm học phần là điểm trung bình cộng của các bài thực hành trong học kỳ được làm tròn đến một chữ số thập phân."
                    },
                    {
                        "id": "e889539f-1fd3-4643-a946-4efe43237638",
                        "rank": 5,
                        "content": "4. Đánh giá đồ án, khóa luận tốt nghiệp được quy định tại Điều 17 của Quy định này."
                    },
                    {
                        "id": "62f1a196-b7a3-4319-a1c8-69f262d426b2",
                        "rank": 5,
                        "content": "5. Các thang điểm được sử dụng:",
                        "childs": [
                            {
                                "id": "fd182c11-ef89-4d57-9276-8361d843aeb7",
                                "rank": 7,
                                "content": "a) Thang điểm 10: Gồm các số từ 0 đến 10 (với một số lẻ thập phân) được sử dụng để đánh giá và ghi điểm đánh giá quá trình, điểm thi kết thúc học phần và điểm học phần;"
                            },
                            {
                                "id": "8f247565-918b-4d73-9c59-78cee3b68874",
                                "rank": 7,
                                "content": "b) Thang điểm chữ: Dùng để xếp loại học phần theo một cách khác tương ứng với điểm học phần trong thang điểm 10;"
                            },
                            {
                                "id": "e7b1b8a1-264c-4781-8c93-d6d6448583f0",
                                "rank": 7,
                                "content": "c) Thang điểm 4: Dùng để tính điểm trung bình chung học kỳ, trung bình chung tích lũy, đánh giá kết quả học tập của sinh viên sau mỗi học kỳ, giai đoạn và xếp loại tốt nghiệp."
                            }
                        ],
                        "child_ids": [
                            "fd182c11-ef89-4d57-9276-8361d843aeb7",
                            "8f247565-918b-4d73-9c59-78cee3b68874",
                            "e7b1b8a1-264c-4781-8c93-d6d6448583f0"
                        ]
                    },
                    {
                        "id": "f98b25ae-74b0-4230-96f7-ab5da57a7828",
                        "rank": 5,
                        "content": "6. Điểm học phần được tính từ tổng các điểm thành phần nhân với trọng số tương ứng, làm tròn tới một chữ số thập phân và xếp loại điểm chữ như dưới đây, trừ các trường hợp được quy định tại điểm c khoản này.",
                        "childs": [
                            {
                                "id": "21fabaf7-8bfb-4cc8-a4f9-f8f80a428672",
                                "rank": 7,
                                "content": "a) Quy tắc quy đổi giữa các thang điểm:\n9 - 10 điểm: Xếp loại A+, thang điểm 4 là 4. Kết quả Đạt.\n8 - 8,9 điểm: Xếp loại A, thang điểm 4 là 3,5. Kết quả Đạt.\n7 - 7,9 điểm: Xếp loại B+, thang điểm 4 là 3. Kết quả Đạt.\n6 - 6,9 điểm: Xếp loại B, thang điểm 4 là 2,5. Kết quả Đạt.\n5 - 5,9 điểm: Xếp loại C, thang điểm 4 là 2. Kết quả Đạt.\n4 - 4,9 điểm: Xếp loại D, thang điểm 4 là 1,5. Kết quả Đạt.\n0 - 3,9 điểm: Xếp loại F, thang điểm 4 là 0. Kết quả Không đạt."
                            },
                            {
                                "id": "4404b3ae-be4f-4baf-829c-cd8f5e845311",
                                "rank": 7,
                                "content": "b) Loại đạt không phân mức, áp dụng cho các học phần chỉ yêu cầu đạt, không tính vào điểm trung bình học tập:\nP: từ 5,0 trở lên;"
                            },
                            {
                                "id": "c9330a2d-b3b0-47f0-aef1-584cd052739f",
                                "rank": 7,
                                "content": "c) Một số trường hợp đặc biệt sử dụng các điểm chữ xếp loại, không được tính vào điểm trung bình học tập:\nI: Điểm chưa hoàn thiện do được phép hoãn thi, kiểm tra;\nX: Điểm chưa hoàn thiện do chưa đủ dữ liệu;\nR: Điểm học phần được miễn học và công nhận tín chỉ;\nM: Điểm học phần được miễn (không tính vào điểm trung bình học tập)."
                            }
                        ],
                        "child_ids": [
                            "21fabaf7-8bfb-4cc8-a4f9-f8f80a428672",
                            "4404b3ae-be4f-4baf-829c-cd8f5e845311",
                            "c9330a2d-b3b0-47f0-aef1-584cd052739f"
                        ]
                    },
                    {
                        "id": "cc70d5d7-a5f6-45bb-8dd5-17fd258c5434",
                        "rank": 5,
                        "content": "7. Việc xếp loại các mức điểm A+, A, B+, B, C, D, F được áp dụng cho các trường hợp sau đây:",
                        "childs": [
                            {
                                "id": "3028ac94-53d7-428f-854c-eae7f41a7401",
                                "rank": 7,
                                "content": "a) Đối với những học phần mà sinh viên đã có đủ điểm đánh giá thành phần, kể cả trường hợp bỏ học, bỏ kiểm tra hoặc bỏ thi không có lý do phải nhận điểm 0 (không);"
                            },
                            {
                                "id": "248cdc63-98ad-4b6f-9ee0-78ce385126d3",
                                "rank": 7,
                                "content": "b) Chuyển đổi từ mức điểm X qua, sau khi đã có các kết quả đánh giá thành phần mà trước đó sinh viên được giảng viên cho phép nợ;"
                            },
                            {
                                "id": "4b85eb52-567c-4993-80da-b26d1a4270c2",
                                "rank": 7,
                                "content": "c) Chuyển đổi từ các trường hợp I qua."
                            }
                        ],
                        "child_ids": [
                            "3028ac94-53d7-428f-854c-eae7f41a7401",
                            "248cdc63-98ad-4b6f-9ee0-78ce385126d3",
                            "4b85eb52-567c-4993-80da-b26d1a4270c2"
                        ]
                    },
                    {
                        "id": "0430471f-5ee1-491b-94b7-12be6d74e1d2",
                        "rank": 5,
                        "content": "8. Việc xếp loại theo mức điểm I được áp dụng cho các trường hợp sau đây:",
                        "childs": [
                            {
                                "id": "cd5a8086-2920-4568-83e7-8c5377cea55d",
                                "rank": 7,
                                "content": "a) Trong thời gian học hoặc trong thời gian thi kết thúc học phần, sinh viên bị ốm hoặc tai nạn không thể dự kiểm tra hoặc thi đã nộp đầy đủ, đúng hạn giấy tờ theo quy định;"
                            },
                            {
                                "id": "582d1b2e-dbda-4397-9649-d44d5248e6d0",
                                "rank": 7,
                                "content": "b) Sinh viên không thể dự kiểm tra đánh giá quá trình hoặc thi kết thúc học phần vì những lý do chính đáng, được Trưởng khoa quản lý ngành đào tạo, Trưởng bộ môn thuộc Trường và Phòng Khảo thí và Bảo đảm chất lượng chấp thuận.",
                                "childs": [
                                    {
                                        "id": "5c4be5d5-2b1c-4d40-961d-d65ebdfedaa5",
                                        "rank": 1000,
                                        "content": "Khi nhận điểm I, trừ các trường hợp đặc biệt do Hiệu trưởng quy định, trong thời gian tối đa là 02 học kỳ chính tiếp theo, sinh viên phải làm đơn đăng ký dự thi để hoàn tất học phần còn nợ. Sau khi thi, điểm I sẽ được chuyển đổi thành điểm mà sinh viên đạt được. Nếu qua 02 học kỳ chính sinh viên không đăng ký dự thi thì điểm I sẽ bị đổi thành điểm 0 (không)."
                                    }
                                ],
                                "child_ids": [
                                    "5c4be5d5-2b1c-4d40-961d-d65ebdfedaa5"
                                ]
                            }
                        ],
                        "child_ids": [
                            "cd5a8086-2920-4568-83e7-8c5377cea55d",
                            "582d1b2e-dbda-4397-9649-d44d5248e6d0"
                        ]
                    },
                    {
                        "id": "9e66083c-1df4-49f3-9aad-fafcb79e4f98",
                        "rank": 5,
                        "content": "9. Việc xếp loại theo mức điểm X được áp dụng đối với những học phần mà Phòng Đào tạo đại học của Trường chưa nhận được báo cáo kết quả học tập của sinh viên từ Khoa quản lý học phần, Bộ môn thuộc Trường chuyển qua."
                    },
                    {
                        "id": "4787a35a-1bf8-4d28-87e0-ad0314aa50d1",
                        "rank": 5,
                        "content": "10. Việc xếp loại theo mức điểm R được áp dụng cho các trường hợp sau: Những học phần được công nhận kết quả, khi sinh viên chuyển từ Trường khác đến hoặc chuyển đổi giữa các chương trình hoặc chuyển đổi điểm học phần Tiếng Anh 1, Tiếng Anh 2 cho sinh viên năm thứ nhất các ngành không chuyên ngữ."
                    }
                ],
                "child_ids": [
                    "e07fa497-59cc-4372-8153-09ec0040072c",
                    "39428fac-8e65-4d0f-90fd-66454df2349c",
                    "a4a37d87-9783-40c6-bbeb-fbe10dbd5804",
                    "e889539f-1fd3-4643-a946-4efe43237638",
                    "62f1a196-b7a3-4319-a1c8-69f262d426b2",
                    "f98b25ae-74b0-4230-96f7-ab5da57a7828",
                    "cc70d5d7-a5f6-45bb-8dd5-17fd258c5434",
                    "0430471f-5ee1-491b-94b7-12be6d74e1d2",
                    "9e66083c-1df4-49f3-9aad-fafcb79e4f98",
                    "4787a35a-1bf8-4d28-87e0-ad0314aa50d1"
                ]
            },
            {
                "id": "20514d6d-78a1-4be0-aad3-3e7e9875c889",
                "rank": 3,
                "page": 5,
                "content": "Điều 6. Điều kiện dự thi, hoãn thi kết thúc học phần",
                "childs": [
                    {
                        "id": "ff973610-5498-4044-a1b3-88bcad27b19f",
                        "rank": 5,
                        "content": "1. Sinh viên được dự thi kết thúc học phần nếu bảo đảm các điều kiện sau:",
                        "childs": [
                            {
                                "id": "3e91d6e8-d88d-411f-85a1-1eac6f84673c",
                                "rank": 7,
                                "content": "a) Đã đăng ký học phần và hoàn thành nghĩa vụ học tập theo quy định;"
                            },
                            {
                                "id": "60aa4fa0-f5a9-401a-be96-3f569d01e264",
                                "rank": 7,
                                "content": "b) Nộp học phí đầy đủ trước kỳ thi theo quy định."
                            }
                        ],
                        "child_ids": [
                            "3e91d6e8-d88d-411f-85a1-1eac6f84673c",
                            "60aa4fa0-f5a9-401a-be96-3f569d01e264"
                        ]
                    },
                    {
                        "id": "0aee6bd3-e0d2-4258-bc0d-c654df2ee660",
                        "rank": 5,
                        "content": "2. Sinh viên được hoãn thi kết thúc học phần trong các trường hợp: Bị ốm, tai nạn hoặc có lý do chính đáng khác được Trưởng khoa quản lý ngành đào tạo, Trưởng bộ môn thuộc Trường và Phòng Khảo thí và Bảo đảm chất lượng chấp thuận."
                    },
                    {
                        "id": "05082c26-e911-449b-b778-baabd4147567",
                        "rank": 5,
                        "content": "3. Để được hoãn thi kết thúc học phần, sinh viên nộp đơn đề nghị hoãn thi (theo mẫu) kèm hồ sơ minh chứng có liên quan và nộp về Phòng Khảo thí và Bảo đảm chất lượng trước ngày thi. Trường hợp đột xuất không kịp nộp đơn thì thời gian nộp đơn chậm nhất là 05 ngày sau kỳ thi."
                    },
                    {
                        "id": "22ce8b87-1579-427b-b9fa-f0a53a57de1d",
                        "rank": 5,
                        "content": "4. Đối với sinh viên được hoãn thi, Nhà trường sẽ bố trí thi bổ sung ở kỳ thi phụ hoặc kỳ thi gần nhất."
                    },
                    {
                        "id": "a327506f-091c-4c5e-87ef-bce1b36af1f6",
                        "rank": 5,
                        "content": "5. Sinh viên vắng thi không có lý do chính đáng ở học phần nào thì phải nhận điểm 0 (không) điểm thi của học phần đó."
                    }
                ],
                "child_ids": [
                    "ff973610-5498-4044-a1b3-88bcad27b19f",
                    "0aee6bd3-e0d2-4258-bc0d-c654df2ee660",
                    "05082c26-e911-449b-b778-baabd4147567",
                    "22ce8b87-1579-427b-b9fa-f0a53a57de1d",
                    "a327506f-091c-4c5e-87ef-bce1b36af1f6"
                ]
            }
        ],
        "child_ids": [
            "9f1b9ef6-e2c4-4009-8eb4-8058aea6ae57",
            "e2bc1e7f-9611-41ab-a83e-1b17f59a0571",
            "a019dd2f-7f3f-475b-a011-ceae713d4661",
            "d145c57e-50b3-4093-b693-5797427c5a92",
            "bd462c09-8ee8-4d0a-85b3-05439baeb36a",
            "20514d6d-78a1-4be0-aad3-3e7e9875c889"
        ]
    },
    {
        "id": "b82e00e5-71a6-4fb2-bf52-2f0d766938af",
        "rank": 1,
        "content": "Chương II: KẾ HOẠCH THI, ĐỀ THI KẾT THÚC HỌC PHẦN",
        "childs": [
            {
                "id": "3cad3db9-8f52-404e-8529-574624b132d0",
                "rank": 3,
                "page": 5,
                "content": "Điều 7. Kế hoạch thi kết thúc học phần",
                "childs": [
                    {
                        "id": "2acdbfd8-9a98-4a7f-bb01-eba14d10bcd1",
                        "rank": 5,
                        "content": "1. Đối với hệ chính quy: Căn cứ kế hoạch đào tạo của Nhà trường, Phòng Khảo thí và Bảo đảm chất lượng lập kế hoạch thi kết thúc học phần, danh sách sinh viên dự thi và gửi cho các Khoa quản lý học phần, Bộ môn thuộc Trường trước kỳ thi ít nhất 04 tuần."
                    },
                    {
                        "id": "bf707409-1f18-47a8-9c01-845be6ae4369",
                        "rank": 5,
                        "content": "2. Đối với hệ vừa làm vừa học: Căn cứ kế hoạch học tập của từng khối lớp, Phòng Khảo thí và Bảo đảm chất lượng lập kế hoạch thi kết thúc học phần, danh sách sinh viên dự thi và gửi cho các Khoa quản lý học phần, Bộ môn thuộc Trường, Cơ sở liên kết đào tạo trước kỳ thi ít nhất 04 tuần."
                    },
                    {
                        "id": "e7c0eb03-45a1-467d-b667-624d58a545f5",
                        "rank": 5,
                        "content": "3. Đối với các học phần có hình thức thi vấn đáp, thi nghe, thực hành: Đầu năm học, các Khoa quản lý học phần, Bộ môn thuộc Trường lập kế hoạch thi và gửi cho Phòng Khảo thí và Bảo đảm chất lượng."
                    },
                    {
                        "id": "8c1d9ac9-7ceb-483f-b389-ef76074c1cc1",
                        "rank": 5,
                        "content": "4. Kế hoạch thi kết thúc học phần phải được thông báo cho sinh viên trước kỳ thi 02 tuần đối với kỳ thi chính và 05 ngày đối với kỳ thi phụ, thi lại."
                    }
                ],
                "child_ids": [
                    "2acdbfd8-9a98-4a7f-bb01-eba14d10bcd1",
                    "bf707409-1f18-47a8-9c01-845be6ae4369",
                    "e7c0eb03-45a1-467d-b667-624d58a545f5",
                    "8c1d9ac9-7ceb-483f-b389-ef76074c1cc1"
                ]
            },
            {
                "id": "f69de83f-b92e-4863-ad89-8e14196804f5",
                "rank": 3,
                "page": 6,
                "content": "Điều 8. Ra đề thi kết thúc học phần",
                "childs": [
                    {
                        "id": "519fee26-1b28-45c6-b419-a17537c97bf3",
                        "rank": 5,
                        "content": "1. Đề thi kết thúc học phần phải phù hợp với nội dung và chuẩn đầu ra học phần đã quy định trong đề cương chi tiết học phần."
                    },
                    {
                        "id": "2ed161fb-55a5-42d8-95ce-e21a815c6d11",
                        "rank": 5,
                        "content": "2. Trước khi tổ chức kỳ thi kết thúc học phần 04 tuần, giảng viên ra đề thi, đáp án, niêm phong, ký tên và ghi rõ họ tên ở mặt sau của đề thi và nộp cho Khoa quản lý học phần, Bộ môn thuộc Trường. Khoa quản lý học phần, Bộ môn thuộc Trường nộp đề thi, đáp án về Phòng Khảo thí và Bảo đảm chất lượng trước kỳ thi kết thúc học phần ít nhất 03 tuần."
                    },
                    {
                        "id": "4cbd7b37-baa4-413b-8ae5-f16d8dff4927",
                        "rank": 5,
                        "content": "3. Giảng viên giảng dạy học phần nào thì ra 01 bộ đề gồm 02 đề thi và đáp án (theo mẫu) cho học phần đó. Trường hợp giảng viên giảng dạy cùng một mã học phần cho nhiều lớp khác nhau thì cũng chỉ ra 01 bộ đề cho học phần đó."
                    },
                    {
                        "id": "c84be212-c3cf-42c2-bda6-0ff58dce5462",
                        "rank": 5,
                        "content": "4. Đối với đề thi tự luận:",
                        "childs": [
                            {
                                "id": "a238003e-ed66-4f12-bb8f-0a4307367704",
                                "rank": 7,
                                "content": "a) Thời gian làm bài thi tương ứng với số tín chỉ của học phần:\n- 01 tín chỉ: 60 phút\n- 02 tín chỉ: 60 hoặc 90 phút\n- 03 tín chỉ trở lên: 90 hoặc 120 phút"
                            },
                            {
                                "id": "bfd8f9b8-95e0-45b2-b55c-dd224813855d",
                                "rank": 7,
                                "content": "b) Đề thi tự luận trực tiếp có thể là đề đóng hoặc đề mở; lời văn, câu chữ phải rõ ràng, không sai sót; nội dung các câu hỏi trong 02 đề thi không được trùng nhau; phải ghi rõ số điểm của mỗi câu hỏi; đáp án và thang điểm phải theo từng câu, từng mục, từng ý."
                            },
                            {
                                "id": "8f53573c-6e00-499f-830f-18068b748ae2",
                                "rank": 7,
                                "content": "c) Đề thi tự luận trực tuyến là dạng đề mở, cho phép sinh viên được sử dụng tài liệu tham khảo trong quá trình làm bài thi; đảm bảo các yêu cầu về nội dung, đáp án, thang điểm như đề thi tự luận trực tiếp."
                            }
                        ],
                        "child_ids": [
                            "a238003e-ed66-4f12-bb8f-0a4307367704",
                            "bfd8f9b8-95e0-45b2-b55c-dd224813855d",
                            "8f53573c-6e00-499f-830f-18068b748ae2"
                        ]
                    },
                    {
                        "id": "248cbf60-4fb2-41a2-b83f-e59cec430e33",
                        "rank": 5,
                        "content": "5. Đối với đề thi trắc nghiệm:",
                        "childs": [
                            {
                                "id": "1ceef234-acd0-482a-9acb-94a6b7c4c3ce",
                                "rank": 7,
                                "content": "a) Đề thi trắc nghiệm trên giấy: Mỗi đề thi có ít nhất 40 câu hỏi; phải có tối thiểu 05 mã đề khác nhau được đánh mã theo số thứ tự tăng dần từ số 01. Đối với loại trắc nghiệm nhiều lựa chọn, mỗi câu hỏi phải có 04 lựa chọn, trong đó chỉ có 01 lựa chọn đúng. Thời gian làm bài thi từ 45 đến 60 phút;"
                            },
                            {
                                "id": "2e29d758-fabd-4844-96d8-97e2440ebbf8",
                                "rank": 7,
                                "content": "b) Đề thi trắc nghiệm trên máy tính: Đề thi được trộn ngẫu nhiên từ ngân hàng câu hỏi thi trắc nghiệm. Cán bộ quản lý phần mềm thi trắc nghiệm thực hiện việc tạo đề thi cho mỗi học phần thi, ca thi, đảm bảo nguyên tắc bảo mật và đúng cấu trúc, thời gian bài của đề thi."
                            }
                        ],
                        "child_ids": [
                            "1ceef234-acd0-482a-9acb-94a6b7c4c3ce",
                            "2e29d758-fabd-4844-96d8-97e2440ebbf8"
                        ]
                    },
                    {
                        "id": "b1072f5f-6185-4d13-b667-e82e1aa4ba58",
                        "rank": 5,
                        "content": "6. Đối với đề thi vấn đáp, vấn đáp trực tuyến: Số lượng câu hỏi tùy thuộc số tín chỉ; tối thiểu 10 câu hỏi/01 tín chỉ."
                    },
                    {
                        "id": "c25a1b4d-161f-45c6-9417-c18af0baedbc",
                        "rank": 5,
                        "content": "7. Đối với đề thi thực hành, thực hành trực tuyến: Tùy theo đặc thù của từng học phần, giảng viên quy định cụ thể thời gian làm bài."
                    },
                    {
                        "id": "72b18cb5-3246-4074-8142-bef4764491ac",
                        "rank": 5,
                        "content": "8. Đối với tiểu luận, đề án môn học, đồ án môn học: Giảng viên giao đề tài cho sinh viên và quy định cụ thể thời gian hoàn thành."
                    }
                ],
                "child_ids": [
                    "519fee26-1b28-45c6-b419-a17537c97bf3",
                    "2ed161fb-55a5-42d8-95ce-e21a815c6d11",
                    "4cbd7b37-baa4-413b-8ae5-f16d8dff4927",
                    "c84be212-c3cf-42c2-bda6-0ff58dce5462",
                    "248cbf60-4fb2-41a2-b83f-e59cec430e33",
                    "b1072f5f-6185-4d13-b667-e82e1aa4ba58",
                    "c25a1b4d-161f-45c6-9417-c18af0baedbc",
                    "72b18cb5-3246-4074-8142-bef4764491ac"
                ]
            },
            {
                "id": "1cff10b8-5c65-4187-a204-f51a8ce5e5f9",
                "rank": 3,
                "page": 7,
                "content": "Điều 9. In sao đề thi",
                "childs": [
                    {
                        "id": "8622026b-f98c-41da-8909-d4337f308ba6",
                        "rank": 5,
                        "content": "1. Trưởng phòng Khảo thí và Bảo đảm chất lượng (hoặc Trưởng phòng ủy quyền cho Phó Trưởng phòng) chọn 01 đề thi từ bộ đề thi để in sao."
                    },
                    {
                        "id": "e6b4f0fc-ff9d-4763-866b-4fd25f4ea10f",
                        "rank": 5,
                        "content": "2. Bộ phận in sao, đóng gói đề thi phải là những người không có người thân (vợ, chồng, con, anh, chị, em ruột) dự thi."
                    },
                    {
                        "id": "7e861372-535b-4f13-a8a5-d162382b3201",
                        "rank": 5,
                        "content": "3. Khi in sao đề thi phải kiểm tra các thông tin: Tên học phần, mã học phần, số tín chỉ, thời gian làm bài, buổi thi; tiến hành hủy ngay tại chỗ những bản in hỏng, in thừa bằng máy hủy tài liệu."
                    },
                    {
                        "id": "b49ba886-0546-4b9a-b6f9-f97ed24e85da",
                        "rank": 5,
                        "content": "4. Túi đựng đề thi phải ghi đầy đủ thông tin: Khoa quản lý học phần, Bộ môn thuộc Trường, tên học phần, mã học phần, số tín chỉ, ngày, giờ thi, thời gian làm bài, số lượng đề thi, địa điểm thi; túi đựng đề thi được niêm phong và bảo quản theo chế độ tài liệu mật."
                    },
                    {
                        "id": "b2c66e25-416b-4f42-b4db-2d3c9141ae7f",
                        "rank": 5,
                        "content": "5. Trong quá trình in sao đề thi nếu phát hiện có sai sót, cán bộ in sao báo cáo Trưởng phòng, lập biên bản, thông báo cho Trưởng khoa quản lý học phần, Trưởng bộ môn thuộc Trường, người ra đề và đề nghị điều chỉnh."
                    },
                    {
                        "id": "a20ff740-84eb-44e6-a170-e06fefd4d61b",
                        "rank": 5,
                        "content": "6. Phòng Khảo thí và Bảo đảm chất lượng bàn giao đề thi cho các Khoa quản lý học phần, Bộ môn thuộc Trường trước kỳ thi 03 ngày."
                    }
                ],
                "child_ids": [
                    "8622026b-f98c-41da-8909-d4337f308ba6",
                    "e6b4f0fc-ff9d-4763-866b-4fd25f4ea10f",
                    "7e861372-535b-4f13-a8a5-d162382b3201",
                    "b49ba886-0546-4b9a-b6f9-f97ed24e85da",
                    "b2c66e25-416b-4f42-b4db-2d3c9141ae7f",
                    "a20ff740-84eb-44e6-a170-e06fefd4d61b"
                ]
            },
            {
                "id": "de0e0fb5-35c7-4260-8552-67f0fb824155",
                "rank": 3,
                "page": 7,
                "content": "Điều 10. Xây dựng ngân hàng câu hỏi thi trắc nghiệm",
                "childs": [
                    {
                        "id": "0208abd2-cae9-48b0-bc5d-e9fe04afea3c",
                        "rank": 5,
                        "content": "1. Ngân hàng câu hỏi thi trắc nghiệm được sử dụng đối với các học phần có hình thức thi trắc nghiệm trên máy tính."
                    },
                    {
                        "id": "06558b96-9a2f-4604-948c-5bfd5d80e438",
                        "rank": 5,
                        "content": "2. Yêu cầu đối với ngân hàng câu hỏi thi trắc nghiệm:",
                        "childs": [
                            {
                                "id": "595a24d8-a5ba-4cc3-beaa-74e5b48d7501",
                                "rank": 7,
                                "content": "a) Cấu trúc của đề thi được thực hiện theo đúng ma trận đề thi;"
                            },
                            {
                                "id": "d345cd53-9ea0-4c8c-bd79-d7ebe0383665",
                                "rank": 7,
                                "content": "b) Nội dung các câu hỏi phải đảm bảo tính khoa học, đáp ứng chuẩn đầu ra của học phần;"
                            },
                            {
                                "id": "0351357c-556b-4581-9a7e-767c1f72a4f4",
                                "rank": 7,
                                "content": "c) Số lượng câu hỏi thi trắc nghiệm/học phần tối thiểu 200 câu học phần/01 tín chỉ;"
                            },
                            {
                                "id": "e82fd525-fffb-46aa-9eb3-1a2c79c757f8",
                                "rank": 7,
                                "content": "d) Dạng câu hỏi được thiết kế là câu trắc nghiệm có 04 lựa chọn (A, B, C, D), trong đó chỉ có 01 lựa chọn đúng hoặc trắc nghiệm điền khuyết."
                            }
                        ],
                        "child_ids": [
                            "595a24d8-a5ba-4cc3-beaa-74e5b48d7501",
                            "d345cd53-9ea0-4c8c-bd79-d7ebe0383665",
                            "0351357c-556b-4581-9a7e-767c1f72a4f4",
                            "e82fd525-fffb-46aa-9eb3-1a2c79c757f8"
                        ]
                    },
                    {
                        "id": "1d9968f4-2b11-4a17-a6cf-867c9c4951d1",
                        "rank": 5,
                        "content": "3. Phòng Khảo thí và Bảo đảm chất lượng có trách nhiệm hướng dẫn, triển khai kế hoạch biên soạn ngân hàng câu hỏi thi trắc nghiệm."
                    },
                    {
                        "id": "42c73f81-5371-4475-bf40-f1b39c577d63",
                        "rank": 5,
                        "content": "4. Việc xây dựng ngân hàng câu hỏi thi trắc nghiệm được thực hiện theo các bước:",
                        "childs": [
                            {
                                "id": "e1b6018d-b535-49dc-a5c0-a24bc006a5eb",
                                "rank": 7,
                                "content": "a) Thành lập Tổ biên soạn ngân hàng câu hỏi thi trắc nghiệm;"
                            },
                            {
                                "id": "b7d3baff-1c21-4a49-b351-e000cc1c46cf",
                                "rank": 7,
                                "content": "b) Tổ biên soạn xây dựng ma trận đề thi (nội dung kiến thức, đơn vị kiến thức, mức độ đánh giá, số lượng câu hỏi), biên soạn câu hỏi thi và đáp án;"
                            },
                            {
                                "id": "37006ac6-4d2f-4c52-a6c4-dc126910800d",
                                "rank": 7,
                                "content": "c) Khoa quản lý học phần, Bộ môn thuộc Trường tổ chức thẩm định ngân hàng câu hỏi thi trắc nghiệm và nộp về Phòng Khảo thí và Bảo đảm chất lượng chậm nhất là 02 tháng trước khi học phần đó được tổ chức thi trắc nghiệm trên máy tính lần đầu tiên;"
                            },
                            {
                                "id": "f1c1eb37-9501-4a32-989b-a08f05f732e2",
                                "rank": 7,
                                "content": "d) Hội đồng thẩm định cấp Trường tổ chức thẩm định ngân hàng câu hỏi thi trắc nghiệm;"
                            },
                            {
                                "id": "dded0469-98c5-4680-b367-6695498c9676",
                                "rank": 7,
                                "content": "e) Tổ biên soạn hoàn thiện ngân hàng câu hỏi thi trắc nghiệm và nộp về Phòng Khảo thí và Bảo đảm chất lượng;"
                            },
                            {
                                "id": "b09e86ff-2e04-4b54-b56c-0c7157a320c4",
                                "rank": 7,
                                "content": "f) Phòng Khảo thí và Bảo đảm chất lượng trình Hiệu trưởng phê duyệt;"
                            },
                            {
                                "id": "9effbfbf-77df-420b-96fc-51b7b7db1c7a",
                                "rank": 7,
                                "content": "g) Phòng Khảo thí và Bảo đảm chất lượng phối hợp với Tổ biên soạn lựa chọn, công bố để thi mẫu trên website của Phòng Khảo thí và Bảo đảm chất lượng và Khoa quản lý học phần, Bộ môn thuộc Trường."
                            }
                        ],
                        "child_ids": [
                            "e1b6018d-b535-49dc-a5c0-a24bc006a5eb",
                            "b7d3baff-1c21-4a49-b351-e000cc1c46cf",
                            "37006ac6-4d2f-4c52-a6c4-dc126910800d",
                            "f1c1eb37-9501-4a32-989b-a08f05f732e2",
                            "dded0469-98c5-4680-b367-6695498c9676",
                            "b09e86ff-2e04-4b54-b56c-0c7157a320c4",
                            "9effbfbf-77df-420b-96fc-51b7b7db1c7a"
                        ]
                    },
                    {
                        "id": "085d50d7-4b97-40c0-a8e9-45fc78603428",
                        "rank": 5,
                        "content": "5. Mỗi năm học, Khoa quản lý học phần, Bộ môn thuộc Trường phối hợp với Phòng Khảo thí và Bảo đảm chất lượng tiến hành cập nhật, bổ sung hoặc thay thế ít nhất 10% số lượng câu hỏi hiện có trong ngân hàng câu hỏi thi trắc nghiệm. Việc bổ sung, cập nhật thực hiện theo quy trình xây dựng ngân hàng câu hỏi thi trắc nghiệm."
                    }
                ],
                "child_ids": [
                    "0208abd2-cae9-48b0-bc5d-e9fe04afea3c",
                    "06558b96-9a2f-4604-948c-5bfd5d80e438",
                    "1d9968f4-2b11-4a17-a6cf-867c9c4951d1",
                    "42c73f81-5371-4475-bf40-f1b39c577d63",
                    "085d50d7-4b97-40c0-a8e9-45fc78603428"
                ]
            }
        ],
        "child_ids": [
            "3cad3db9-8f52-404e-8529-574624b132d0",
            "f69de83f-b92e-4863-ad89-8e14196804f5",
            "1cff10b8-5c65-4187-a204-f51a8ce5e5f9",
            "de0e0fb5-35c7-4260-8552-67f0fb824155"
        ]
    },
    {
        "id": "d181fcc2-5c0e-410f-9b2d-c668489cbb0b",
        "rank": 1,
        "content": "Chương III: CÔNG TÁC COI THI",
        "childs": [
            {
                "id": "37e03f6f-d926-4387-8ad3-d0d01781c8c5",
                "rank": 3,
                "page": 8,
                "content": "Điều 11. Ban Tổ chức kỳ thi kết thúc học phần",
                "childs": [
                    {
                        "id": "d668bbc3-bdc8-48a7-ad79-07216d7e8d90",
                        "rank": 5,
                        "content": "1. Phòng Khảo thí và Bảo đảm chất lượng trình Hiệu trưởng thành lập Ban Tổ chức kỳ thi kết thúc học phân, tổ giám sát, cán bộ kỹ thuật."
                    },
                    {
                        "id": "21b69e64-b80b-4f08-b65e-974ae45bfdd7",
                        "rank": 5,
                        "content": "2. Ban Tổ chức kỳ thi có nhiệm vụ giúp Hiệu trưởng tổ chức kỳ thi nghiêm túc, đúng quy chế."
                    },
                    {
                        "id": "d2e45b11-eb8b-4897-af1f-61f41bf5272a",
                        "rank": 5,
                        "content": "3. Đối với hệ chính quy:",
                        "childs": [
                            {
                                "id": "6fb26f1d-42f4-4215-b6eb-dda5de9b3f9e",
                                "rank": 7,
                                "content": "a) Căn cứ kế hoạch thi kết thúc học phần, các Khoa quản lý học phần, Bộ môn thuộc Trường phân công cán bộ coi thi (CBCT); trước kỳ thi 01 tuần, phải thông báo lịch coi thi cho CBCT và gửi danh sách CBCT cho Phòng Khảo thí và Bảo đảm chất lượng;"
                            },
                            {
                                "id": "5aeabed8-68b2-498e-8e00-db0ed543affc",
                                "rank": 7,
                                "content": "b) Trước ca thi, các Khoa quán lý học phản, Bộ môn thuộc Trường bàn giao hồ sơ phòng thi, túi đựng đề thi cho CBCT. Kết thúc ca thi, thu nhận bài thi, danh sách thi của các học phần do Khoa quản lý học phân, Bộ môn thuộc Trường quản lý."
                            }
                        ],
                        "child_ids": [
                            "6fb26f1d-42f4-4215-b6eb-dda5de9b3f9e",
                            "5aeabed8-68b2-498e-8e00-db0ed543affc"
                        ]
                    },
                    {
                        "id": "24649174-4974-433e-8201-e7007a1ce063",
                        "rank": 5,
                        "content": "4. Đối với hệ vừa làm vừa học: Phòng Khảo thí và Bảo đảm chất lượng phối hợp với Phòng Đào tạo đại học, các Khoa quản lý học phần, Bộ môn thuộc Trường tổ chức thi."
                    }
                ],
                "child_ids": [
                    "d668bbc3-bdc8-48a7-ad79-07216d7e8d90",
                    "21b69e64-b80b-4f08-b65e-974ae45bfdd7",
                    "d2e45b11-eb8b-4897-af1f-61f41bf5272a",
                    "24649174-4974-433e-8201-e7007a1ce063"
                ]
            },
            {
                "id": "ef05ad4a-566c-4508-97d9-7bff0cc70ea8",
                "rank": 3,
                "page": 9,
                "content": "Điều 12. Cán bộ giám sát thi",
                "childs": [
                    {
                        "id": "fb2f3a6f-9957-4f29-adaf-a64bac0959d0",
                        "rank": 5,
                        "content": "1. Cán bộ giám sát thi gồm viên chức của Phòng Thanh tra - Pháp chế, Phòng Khảo thí và Bảo đảm chất lượng và một số đơn vị thuộc Trường."
                    },
                    {
                        "id": "e5a67034-8b14-4002-b910-2f8eb4066983",
                        "rank": 5,
                        "content": "2. Cán bộ giám sát thi có trách nhiệm:",
                        "childs": [
                            {
                                "id": "ae799014-241f-4e76-90a6-fc5262b63439",
                                "rank": 7,
                                "content": "a) Giám sát việc thực hiện nhiệm vụ của CBCT, cán bộ kỹ thuật, nhân viên trực giảng đường và sinh viên dự thi;"
                            },
                            {
                                "id": "a21193d3-889e-4a50-a45a-180ef868295d",
                                "rank": 7,
                                "content": "b) Yêu cầu CBCT lập biên bản (theo mẫu) sinh viên vi phạm quy định thi (nếu có);"
                            },
                            {
                                "id": "d8c76be5-c751-4f61-aec3-897957c39ae7",
                                "rank": 7,
                                "content": "c) Kịp thời nhắc nhở CBCT, cán bộ kỹ thuật, nhân viên trực giảng đường tại khu vực thi và lập biên bản (theo mẫu) nếu các đối tượng trên vi phạm quy định thi;"
                            },
                            {
                                "id": "d836dbb2-187d-40c6-ba8c-47509002774b",
                                "rank": 7,
                                "content": "d) Phối hợp với CBCT, Ban Tổ chức kỳ thi giải quyết các sự cố xảy ra trong kỳ thi, tại phòng thi, lập biên bản (theo mẫu) nêu cần thiết."
                            }
                        ],
                        "child_ids": [
                            "ae799014-241f-4e76-90a6-fc5262b63439",
                            "a21193d3-889e-4a50-a45a-180ef868295d",
                            "d8c76be5-c751-4f61-aec3-897957c39ae7",
                            "d836dbb2-187d-40c6-ba8c-47509002774b"
                        ]
                    }
                ],
                "child_ids": [
                    "fb2f3a6f-9957-4f29-adaf-a64bac0959d0",
                    "e5a67034-8b14-4002-b910-2f8eb4066983"
                ]
            },
            {
                "id": "5e5c55ea-073f-444a-884b-d0eeccbbee3c",
                "rank": 3,
                "page": 9,
                "content": "Điều 13. Cán bộ kỹ thuật",
                "childs": [
                    {
                        "id": "d1f046a6-3cfd-4ab7-bb38-b6bc3b609ce9",
                        "rank": 5,
                        "content": "1. Cán bộ kỹ thuật là viên chức được Ban Tổ chức kỳ thi phân công nhiệm vụ hỗ trợ kỹ thuật khi tổ chức thi trắc nghiệm trên máy tính, thi trực tuyến."
                    },
                    {
                        "id": "7a9e86bc-c364-4f75-b25b-1f0b9c5de624",
                        "rank": 5,
                        "content": "2. Cán bộ kỹ thuật có trách nhiệm:",
                        "childs": [
                            {
                                "id": "7f168936-a7db-429d-8fc6-262d38a9ebc7",
                                "rank": 7,
                                "content": "a) Khởi động máy tính trước buổi thi và sau mỗi buổi thi phải kiểm tra, tắt nguồn hệ thống máy tính, đảm bảo an toàn về phòng chống cháy nổ;"
                            },
                            {
                                "id": "dfbbb0b8-f803-4651-b8a7-2b731e55c3fe",
                                "rank": 7,
                                "content": "b) Kiểm tra, đảm bảo hệ thống mạng đáp ứng yêu cầu của ca thi;"
                            },
                            {
                                "id": "cc093119-c1e5-4fa1-addc-324cbce49380",
                                "rank": 7,
                                "content": "c) Hỗ trợ CBCT khắc phục kịp thời các sự cố kỹ thuật trong quá trình thi."
                            }
                        ],
                        "child_ids": [
                            "7f168936-a7db-429d-8fc6-262d38a9ebc7",
                            "dfbbb0b8-f803-4651-b8a7-2b731e55c3fe",
                            "cc093119-c1e5-4fa1-addc-324cbce49380"
                        ]
                    }
                ],
                "child_ids": [
                    "d1f046a6-3cfd-4ab7-bb38-b6bc3b609ce9",
                    "7a9e86bc-c364-4f75-b25b-1f0b9c5de624"
                ]
            },
            {
                "id": "6a35c032-b9ee-40be-9153-c84145a046ed",
                "rank": 3,
                "page": 9,
                "content": "Điều 14. Cán bộ coi thi",
                "childs": [
                    {
                        "id": "09834a09-22fa-4aba-b76b-248e20517c25",
                        "rank": 5,
                        "content": "1. CBCT là viên chức của Trường hoặc các Cơ sở liên kết đào tạo, đã tốt nghiệp cao đẳng, đại học trở lên và không có người thân (vợ, chồng, con, anh, chị, em ruột) dự thi, Đối với hình thức thi vấn đáp, vấn đáp trực tuyến, thực hành, thực hành trực tuyến, CBCT vừa là cán bộ chấm thi (CBCHT)."
                    },
                    {
                        "id": "3f59b02b-8dcb-4c85-a90e-39bcfc6ac80b",
                        "rank": 5,
                        "content": "2. Số lượng CBCT/01 phòng thi:",
                        "childs": [
                            {
                                "id": "1d2a6d82-951c-4e68-a19f-8da8ed75929b",
                                "rank": 7,
                                "content": "a) Hình thức thi tự luận, trắc nghiệm trên giấy, vấn đáp, thực hành (cả trực tiếp và trực tuyến); mỗi phòng thi bố trí 02 CBCT;"
                            },
                            {
                                "id": "3055ef2a-2ab9-4673-9639-8965a2c21946",
                                "rank": 7,
                                "content": "b) Hình thức thi trắc nghiệm trên máy tính: bố trí tối thiểu 01 CBCT/25 sinh viên dự thi."
                            }
                        ],
                        "child_ids": [
                            "1d2a6d82-951c-4e68-a19f-8da8ed75929b",
                            "3055ef2a-2ab9-4673-9639-8965a2c21946"
                        ]
                    },
                    {
                        "id": "dcc6a0a6-0a25-4597-8c92-59cd635d9ec8",
                        "rank": 5,
                        "content": "3. CBCT phải thực hiện đúng lịch coi thi đã phân công; trong trường hợp đột xuất cần phải thay đổi, CBCT báo cho người phụ trách công tác thi của Khoa quản lý học phần, Bộ môn thuộc Trường, Cơ sở liên kết đào tạo chậm nhất là 01 ngày trước buổi thi tương ứng."
                    },
                    {
                        "id": "abaa50e2-06f4-4db2-9397-8105e6f89cd9",
                        "rank": 5,
                        "content": "4. CBCT phải nắm vững quy định thi; không được làm việc riêng, không được sử dụng các thiết bị thu phát thông tin, không được giúp đỡ sinh viên làm bài dưới bất kỳ hình thức nào, không được hút thuốc, không được sử dụng đồ uống có cồn."
                    },
                    {
                        "id": "483c721c-331f-4772-a977-4bfcbbb73128",
                        "rank": 5,
                        "content": "5. CBCT phải mang bảng tên và có mặt tại phòng Hội đồng thi đúng giờ quy định để nhận hồ sơ phòng thi, gọi sinh viên vào phòng thi, hướng dẫn sinh viên ngồi đúng chỗ quy định, nhắc nhở sinh viên những điều cần thiết về nội quy phòng thi, đối chiếu thẻ sinh viên hoặc Chứng minh nhân dân/Căn cước công dân với thông tin trong danh sách phòng thi; kiểm tra các vật dụng sinh viên mang vào phòng thi, không để sinh viên mang vào phòng thi các tài liệu và vật dụng không được mang vào phòng thi; không cho vào phòng thi những sinh viên không có tên trong danh sách dự thi, sinh viên trễ quá 15 phút sau khi tính giờ làm bài."
                    },
                    {
                        "id": "c8aef495-4780-4f40-9223-bdea934b0f74",
                        "rank": 5,
                        "content": "6. Ký tên vào giấy thi, giấy nháp, phiếu trả lời trắc nghiệm và phát cho sinh viên."
                    },
                    {
                        "id": "ecbb217b-3987-4d2b-9889-c30b0f1f1304",
                        "rank": 5,
                        "content": "7. CBCT kiểm tra số lượng đề thi trước khi phát cho sinh viên. Đối với đề trắc nghiệm, bảo đảm 02 sinh viên ngồi cạnh nhau (theo hàng ngang và hàng dọc) không được cùng mã đề thi. Nếu phát hiện đề thi thiếu hoặc có sai sót thì CBCT phải báo ngay cho cán bộ phụ trách buổi thi để giải quyết."
                    },
                    {
                        "id": "e19b415a-592f-475b-b5fc-8bc93ca9f17e",
                        "rank": 5,
                        "content": "8. Lập biên bản (theo mẫu) xử lý vi phạm đối với những sinh viên vi phạm quy định thi (theo Điều 21 của Quy định này)."
                    },
                    {
                        "id": "343132ca-9f69-401f-bdeb-246413ba1359",
                        "rank": 5,
                        "content": "9. Thu và sắp xếp bài thi của sinh viên theo thứ tự."
                    },
                    {
                        "id": "4c8d09e0-f56f-4923-8606-cb08c7def296",
                        "rank": 5,
                        "content": "10. Đối với thi trắc nghiệm: không cho sinh viên ra khỏi phòng thi trong thời gian thi và không thu bài thi trước khi hết 2/3 thời gian làm bài."
                    },
                    {
                        "id": "6808f8bb-96f0-4490-ba3e-f51ffa1ee356",
                        "rank": 5,
                        "content": "11. Đối với thi trực tuyến: CBCT thực hiện các thao tác kỹ thuật theo hướng dẫn của Phòng Khảo thí và Bảo đảm chất lượng; hướng dẫn cho sinh viên truy cập, thao tác kỹ thuật trên ứng dụng tổ chức thi trực tuyến để làm bài thi, nộp bài thi. Xử lý và lập biên bản xác nhận sự cố (theo mẫu) đối với những sinh viên gặp sự cố trong quá trình thi."
                    },
                    {
                        "id": "3d423561-9b4a-4022-8f62-1ea9bd9db407",
                        "rank": 5,
                        "content": "12. Đối với thi trắc nghiệm trên máy tính: CBCT thực hiện các thao tác kỹ thuật theo hướng dẫn của Phòng Khảo thí và Bảo đảm chất lượng; hướng dẫn cho sinh viên đăng nhập, thao tác kỹ thuật trên phần mềm thi trắc nghiệm để làm bài thi, nộp bài thi. Xử lý và lập biên bản (theo mẫu) xác nhận sự cố đối với những sinh viên gặp sự cố trong quá trình thi."
                    },
                    {
                        "id": "4a5ca7ad-e13a-4424-afb1-2e56f4389299",
                        "rank": 5,
                        "content": "13. Kết thúc buổi thi, CBCT nộp hồ sơ phòng thi, bài thi cho Khoa quản lý học phần, Bộ môn thuộc Trường hoặc cán bộ phụ trách tổ chức thi tại Cơ sở liên kết đào tạo; việc giao nhận hồ sơ phòng thi, bài thi phải ghi đầy đủ thông tin vào số theo dõi, có chữ ký của người giao và người nhận."
                    }
                ],
                "child_ids": [
                    "09834a09-22fa-4aba-b76b-248e20517c25",
                    "3f59b02b-8dcb-4c85-a90e-39bcfc6ac80b",
                    "dcc6a0a6-0a25-4597-8c92-59cd635d9ec8",
                    "abaa50e2-06f4-4db2-9397-8105e6f89cd9",
                    "483c721c-331f-4772-a977-4bfcbbb73128",
                    "c8aef495-4780-4f40-9223-bdea934b0f74",
                    "ecbb217b-3987-4d2b-9889-c30b0f1f1304",
                    "e19b415a-592f-475b-b5fc-8bc93ca9f17e",
                    "343132ca-9f69-401f-bdeb-246413ba1359",
                    "4c8d09e0-f56f-4923-8606-cb08c7def296",
                    "6808f8bb-96f0-4490-ba3e-f51ffa1ee356",
                    "3d423561-9b4a-4022-8f62-1ea9bd9db407",
                    "4a5ca7ad-e13a-4424-afb1-2e56f4389299"
                ]
            },
            {
                "id": "5f311914-a364-44b5-b0f4-a86139eb9ad0",
                "rank": 3,
                "page": 10,
                "content": "Điều 15. Sinh viên dự thi",
                "childs": [
                    {
                        "id": "4c346a35-6e2d-4754-a949-0357e1491479",
                        "rank": 5,
                        "content": "1. Trước kỳ thi 01 tuần, sinh viên vào website của Trường để xem lịch thi và các thông báo, hướng dẫn thi trực tuyến (nếu có). Nếu trùng lịch thi: Sinh viên chọn thi một trong hai học phần và trực tiếp đăng ký thi bù học phần còn lại với Phòng Khảo thí và Bảo đảm chất lượng."
                    },
                    {
                        "id": "f18003a0-0bde-41b6-8071-f5d8f3456a23",
                        "rank": 5,
                        "content": "2. Sinh viên có mặt tại phòng thi đúng giờ quy định; nếu trễ quá 15 phút sau khi tính giờ làm bài thì không được dự thi. Khi vào phòng thi, sinh viên phải xuất trình thẻ sinh viên hoặc Chứng minh nhân dân/Căn cước công dân."
                    },
                    {
                        "id": "f73eb79a-a16b-4254-a7a4-f70cb8450998",
                        "rank": 5,
                        "content": "3. Sinh viên không được mang vào phòng thi: Tài liệu (trừ những môn thi được sử dụng tài liệu), điện thoại di động, phương tiện kỹ thuật thu, phát, truyền tin, ghi âm, thiết bị chứa đựng thông tin có thể lợi dụng để làm bài thi."
                    },
                    {
                        "id": "e3b4fe5b-1923-41ca-87d6-9ad7de106d12",
                        "rank": 5,
                        "content": "4. Trong quá trình làm bài thi, sinh viên phải:",
                        "childs": [
                            {
                                "id": "0e346c38-a3ec-4047-bf7f-18b269e67c98",
                                "rank": 7,
                                "content": "a) Ghi đầy đủ thông tin trên giấy thi, giấy nháp, phiếu trả lời trắc nghiệm;"
                            },
                            {
                                "id": "9cb0e858-feb6-431c-b0d1-d622814e59a5",
                                "rank": 7,
                                "content": "b) Bảo vệ bài làm của mình và nghiêm cấm mọi hành vi gian lận, không được xem bài của sinh viên khác, không được trao đổi ý kiến, trao đổi tài liệu khi làm bài. Bài làm phải viết rõ ràng, sạch sẽ, không nhàu nát, không đánh dấu hoặc làm ký hiệu riêng. Không làm bài bằng hai thứ mực, mực đỏ, bút chì (trừ hình vẽ được dùng bút chì), không dùng bút xóa;"
                            },
                            {
                                "id": "ba8be9ee-0eac-4f07-9da2-e2284f4d80fa",
                                "rank": 7,
                                "content": "c) Giữ trật tự trong phòng thi và tuân theo sự hướng dẫn của CBCT về quy trình thi. Nếu cần hỏi CBCT điều gì phải hỏi công khai. Trường hợp đau ốm bất thường phải báo cáo CBCT để xử lý."
                            }
                        ],
                        "child_ids": [
                            "0e346c38-a3ec-4047-bf7f-18b269e67c98",
                            "9cb0e858-feb6-431c-b0d1-d622814e59a5",
                            "ba8be9ee-0eac-4f07-9da2-e2284f4d80fa"
                        ]
                    },
                    {
                        "id": "57c0dedf-084b-4c18-a328-673bfa782d85",
                        "rank": 5,
                        "content": "5. Khi hết giờ thi phải ngừng làm bài và nộp bài thi. Khi nộp bài, sinh viên phải ghi rõ số tờ giấy thi đã nộp và ký xác nhận vào danh sách phòng thi trước khi rời khỏi phòng thi."
                    },
                    {
                        "id": "518a1cba-14e9-4f7e-88a7-db3b5b40217a",
                        "rank": 5,
                        "content": "6. Đối với thi trực tuyến, trắc nghiệm trên máy tính: Sinh viên tuân thủ hướng dẫn của CBCT về các thao tác kỹ thuật để làm bài thi, nộp bài thi trên ứng dụng tổ chức thi trực tuyến, phần mềm thi trắc nghiệm. Nếu gặp sự cố về máy tính, thiết bị kết nối, mạng Internet trong quá trình thi thì báo ngay cho CBCT xử lý."
                    }
                ],
                "child_ids": [
                    "4c346a35-6e2d-4754-a949-0357e1491479",
                    "f18003a0-0bde-41b6-8071-f5d8f3456a23",
                    "f73eb79a-a16b-4254-a7a4-f70cb8450998",
                    "e3b4fe5b-1923-41ca-87d6-9ad7de106d12",
                    "57c0dedf-084b-4c18-a328-673bfa782d85",
                    "518a1cba-14e9-4f7e-88a7-db3b5b40217a"
                ]
            }
        ],
        "child_ids": [
            "37e03f6f-d926-4387-8ad3-d0d01781c8c5",
            "ef05ad4a-566c-4508-97d9-7bff0cc70ea8",
            "5e5c55ea-073f-444a-884b-d0eeccbbee3c",
            "6a35c032-b9ee-40be-9153-c84145a046ed",
            "5f311914-a364-44b5-b0f4-a86139eb9ad0"
        ]
    },
    {
        "id": "1cc0db55-05e8-46ca-8aac-8b8e87fc9dde",
        "rank": 1,
        "content": "Chương IV: CHẤM THI, NHẬP ĐIỂM, PHÚC TRA ĐIỂM HỌC PHẦN",
        "childs": [
            {
                "id": "c25b84cb-aca6-4263-8170-b221e2bfac85",
                "rank": 3,
                "page": 11,
                "content": "Điều 16. Chấm thi",
                "childs": [
                    {
                        "id": "968a43f4-ff76-4fcd-9089-ab3112b0d5f4",
                        "rank": 5,
                        "content": "1. Điểm của bài thi chấm theo thang điểm 10, làm tròn đến một chữ số thập phân. Điểm của bài thi là điểm sau khi đã thống nhất giữa 02 CBChT. Trường hợp 02 CBChT không thống nhất được điểm bài thi thì báo cáo Trưởng khoa quản lý học phần, Trưởng bộ môn thuộc Trường xem xét quyết định."
                    },
                    {
                        "id": "adb2bf24-a0b8-4f9f-954d-b3b5d2b8f95b",
                        "rank": 5,
                        "content": "2. CBChT ghi đầy đủ điểm thành phần từng câu (nếu có), điểm kết luận bằng số và bằng chữ vào bài thi và biên bản chấm thi; ký tên vào từng tờ giấy thi của bài thi và biên bản chấm thi. Trưởng bộ môn ký vào tất cả các bảng điểm thi kết thúc học phần."
                    },
                    {
                        "id": "b5129ece-9ad6-4fbd-bb4b-ac37f693f252",
                        "rank": 5,
                        "content": "3. Đối với bài thi tự luận, trắc nghiệm trên giấy:",
                        "childs": [
                            {
                                "id": "f2bafe19-2304-412d-be0b-aa68d891b54f",
                                "rank": 7,
                                "content": "a) Sau mỗi buổi thi, các Khoa quản lý học phần, Bộ môn thuộc Trường tế chức dồn túi, làm phách bài thi. Không quá 03 ngày kể từ ngày thi, bàn giao bài thi cho CBCRT tại Trường, không được mang bài thi ra khỏi Trường;"
                            },
                            {
                                "id": "e494b23e-44fa-49af-9bdc-3eb0d3c1af44",
                                "rank": 7,
                                "content": "b) Mỗi bài thi do 02 CBChT chấm độc lập;"
                            },
                            {
                                "id": "425cb6e4-eba0-4cdb-846f-7e929079e9f9",
                                "rank": 7,
                                "content": "c) Thời gian chấm thi không quá 07 ngày kể từ khi nhận túi đựng bài thi. Trên túi đựng bài thi ghi rõ ngày giao và ngày trả bài thi. Số giao nhận bài thi có ghi rõ ngày nhận và trả bài thi thực tế của CBChT."
                            }
                        ],
                        "child_ids": [
                            "f2bafe19-2304-412d-be0b-aa68d891b54f",
                            "e494b23e-44fa-49af-9bdc-3eb0d3c1af44",
                            "425cb6e4-eba0-4cdb-846f-7e929079e9f9"
                        ]
                    },
                    {
                        "id": "87ac4693-a908-4231-af31-7291f72b414d",
                        "rank": 5,
                        "content": "4. Đối với bài thi tự luận trực tuyến: Khoa quản lý học phần, Bộ môn thuộc Trường nhận, dồn túi bài thi theo học phần và bàn giao cho CBChT theo quy định."
                    },
                    {
                        "id": "c4335b06-e7a5-434e-858e-7d32edb81d81",
                        "rank": 5,
                        "content": "5. Đối với bài thi vấn đáp, vấn đáp trực tuyến, thực hành, thực hành trực tuyến: Được thực hiện bởi 02 giảng viên. Điểm thi của từng sinh viên là điểm thống nhất của 02 CBChT. CBChT công bố điểm thi cho sinh viên sau mỗi buổi thi và nộp bảng điểm cho Khoa quản lý học phần, Bộ môn thuộc Trường."
                    },
                    {
                        "id": "598c82f0-4fdc-4d79-a938-1e176c17cfe8",
                        "rank": 5,
                        "content": "6. Đối với bài thi trắc nghiệm trên máy tính: Sau mỗi ca thi, Phòng Khảo thí và Bảo đảm chất lượng in kết quả thi từ phần mềm thi trắc nghiệm, bàn giao cho Khoa quản lý học phần, Bộ môn thuộc Trường."
                    },
                    {
                        "id": "d6c509f8-5a9c-4c25-b7f1-e8d138ceff58",
                        "rank": 5,
                        "content": "7. Đối với bài tiểu luận, đề án môn học, đồ án môn học:",
                        "childs": [
                            {
                                "id": "1fd21417-a86d-41e5-ac27-a1ad2923fee7",
                                "rank": 7,
                                "content": "a) Khoa quản lý học phần, Bộ môn thuộc Trường cử 02 CBChT; điểm chấm theo thang điểm 10, làm tròn đến một chữ số thập phân;"
                            },
                            {
                                "id": "88ccaeb3-fa43-47e7-a695-54be73f8793e",
                                "rank": 7,
                                "content": "b) CBChT nộp bảng điểm cùng với tiểu luận, đề án môn học, đồ án môn học cho Khoa quản lý học phần, Bộ môn thuộc Trường chậm nhất là 10 ngày sau khi kết thúc học phần đó; bảng điểm có chữ ký của 02 CBChT và của Trưởng bộ môn."
                            }
                        ],
                        "child_ids": [
                            "1fd21417-a86d-41e5-ac27-a1ad2923fee7",
                            "88ccaeb3-fa43-47e7-a695-54be73f8793e"
                        ]
                    },
                    {
                        "id": "f55e3c5f-0a5c-4a35-81d2-0fce92fd5913",
                        "rank": 5,
                        "content": "8. Đối với bài thi hệ vừa làm vừa học: Khoa quản lý học phần, Bộ môn thuộc Trường nhận bài thi từ Phòng Khảo thí và Bảo đảm chất lượng và tổ chức chấm thi theo khoản 3, 4, 5, 7 của Điều này."
                    }
                ],
                "child_ids": [
                    "968a43f4-ff76-4fcd-9089-ab3112b0d5f4",
                    "adb2bf24-a0b8-4f9f-954d-b3b5d2b8f95b",
                    "b5129ece-9ad6-4fbd-bb4b-ac37f693f252",
                    "87ac4693-a908-4231-af31-7291f72b414d",
                    "c4335b06-e7a5-434e-858e-7d32edb81d81",
                    "598c82f0-4fdc-4d79-a938-1e176c17cfe8",
                    "d6c509f8-5a9c-4c25-b7f1-e8d138ceff58",
                    "f55e3c5f-0a5c-4a35-81d2-0fce92fd5913"
                ]
            },
            {
                "id": "2dc8fa44-d354-4e39-8378-9e36d0ad4a30",
                "rank": 3,
                "page": 12,
                "content": "Điều 17. Đánh giá đồ án, khóa luận tốt nghiệp",
                "childs": [
                    {
                        "id": "b26f5355-ef23-491f-bc4f-6474478b0e0f",
                        "rank": 5,
                        "content": "1. Đánh giá đồ án, khóa luận tốt nghiệp được thực hiện bởi hội đồng do Khoa quản lý ngành đào tạo, Bộ môn thuộc Trường đề xuất, Phòng Khảo thí và Bảo đảm chất lượng trình Hiệu trưởng quyết định."
                    },
                    {
                        "id": "e2585908-7daa-4057-b7ff-ca62d43aef5c",
                        "rank": 5,
                        "content": "2. Số thành viên của hội đồng gồm 03 người: Chủ tịch, ủy viên phản biện và thư ký (người hướng dẫn không tham gia hội đồng). Hội đồng tổ chức bảo vệ và đánh giá đồ án, khóa luận tốt nghiệp khi có đầy đủ các thành viên."
                    },
                    {
                        "id": "d1ced992-926d-41a2-83ee-02af541eda09",
                        "rank": 5,
                        "content": "3. Điểm đánh giá đồ án, khóa luận tốt nghiệp là trung bình cộng các điểm thành phần của các thành viên hội đồng và người hướng dẫn ([Điểm người hướng dẫn + Điểm các thành viên hội đồng (3 cột điểm)]/4). Điểm thành phần được chấm theo thang điểm 10, lấy đến một chữ số thập phân, điểm đánh giá khóa luận, đồ án tốt nghiệp tính theo thang điểm 10 làm tròn lấy một chữ số thập phân và được quy đổi theo thang điểm chữ theo quy định tại khoản 6 Điều 5 của Quy định này."
                    },
                    {
                        "id": "b2c9111e-7c5c-4ac4-bfa9-0991d5fa28ba",
                        "rank": 5,
                        "content": "4. Tùy theo chuyên ngành đào tạo, Khoa quản lý ngành đào tạo, Bộ môn thuộc Trường ban hành quy định về quy trình, tiêu chí đánh giá, cách trình bày, cấu trúc, số trang, kiểu chữ, cỡ chữ, phông chữ của đồ án, khóa luận tốt nghiệp cho phù hợp. Hình thức trang bìa, các mẫu bảng điểm đánh giá của hội đồng sử dụng theo mẫu chung của Trường."
                    },
                    {
                        "id": "73c0aec5-4bb8-48fb-a935-73035c2f4e69",
                        "rank": 5,
                        "content": "5. Việc tổ chức bảo vệ và đánh giá đồ án, khóa luận tốt nghiệp được tổ chức trực tiếp hoặc trực tuyến. Nếu thực hiện bằng hình thức trực tuyến cần đáp ứng thêm các điều kiện sau:",
                        "childs": [
                            {
                                "id": "f20318f8-5207-4e5f-ae7d-5c67ecf5f6df",
                                "rank": 7,
                                "content": "a) Việc đánh giá được thực hiện thông qua một hội đồng chuyên môn gồm ít nhất 03 thành viên;"
                            },
                            {
                                "id": "ad63f342-d293-49a7-b421-dff19e6aba35",
                                "rank": 7,
                                "content": "b) Hình thức bảo vệ và đánh giá trực tuyến được sự đồng thuận của các thành viên hội đồng và sinh viên;"
                            },
                            {
                                "id": "a9bae93c-a77e-43ad-9f1a-06d7e15c5bd2",
                                "rank": 7,
                                "content": "c) Diễn biến của buổi bảo vệ trực tuyến được ghi hình, ghi âm đầy đủ và lưu trữ."
                            }
                        ],
                        "child_ids": [
                            "f20318f8-5207-4e5f-ae7d-5c67ecf5f6df",
                            "ad63f342-d293-49a7-b421-dff19e6aba35",
                            "a9bae93c-a77e-43ad-9f1a-06d7e15c5bd2"
                        ]
                    },
                    {
                        "id": "076aabc8-cc45-42d4-a5bc-1a9103cb6a65",
                        "rank": 5,
                        "content": "6. Kết thúc buổi bảo vệ, Thư ký Hội đồng tổng hợp điểm chấm đồ án, khóa luận tốt nghiệp của các thành viên hội đồng trình Chủ tịch Hội đồng ký xác nhận và nộp cho Khoa quản lý ngành đào tạo, Bộ môn thuộc Trường chậm nhất là 02 ngày sau khi bảo vệ xong."
                    }
                ],
                "child_ids": [
                    "b26f5355-ef23-491f-bc4f-6474478b0e0f",
                    "e2585908-7daa-4057-b7ff-ca62d43aef5c",
                    "d1ced992-926d-41a2-83ee-02af541eda09",
                    "b2c9111e-7c5c-4ac4-bfa9-0991d5fa28ba",
                    "73c0aec5-4bb8-48fb-a935-73035c2f4e69",
                    "076aabc8-cc45-42d4-a5bc-1a9103cb6a65"
                ]
            },
            {
                "id": "9004bc76-1df1-4a10-8a74-14ee4e0ca47d",
                "rank": 3,
                "page": 13,
                "content": "Điều 18. Nhập điểm học phần",
                "childs": [
                    {
                        "id": "460108ad-a78d-4865-81eb-20323d6b1c43",
                        "rank": 5,
                        "content": "1. Khoa quản lý học phần, Bộ môn thuộc Trường hoàn thành việc nhập điểm đánh giá quá trình học tập vào phần mềm quản lý đào tạo chậm nhất 03 ngày sau khi kết thúc giảng dạy lớp học phần."
                    },
                    {
                        "id": "64ba6fe1-4960-4e90-9b73-f2b2d7a589a3",
                        "rank": 5,
                        "content": "2. Khoa quản lý học phần, Bộ môn thuộc Trường kiểm tra, đối chiếu điểm trong biên bản chấm thi kết thúc học phần với bài thi trước khi hồi phách và điều chỉnh sai sót (nếu có)."
                    },
                    {
                        "id": "dd670c76-e567-41c5-8a63-2303dba33b7b",
                        "rank": 5,
                        "content": "3. Khoa quản lý học phần, Bộ môn thuộc Trường hoàn thành việc nhập điểm thi kết thúc học phần, điểm bảo vệ đồ án, khóa luận tốt nghiệp vào phần mềm quản lý đào tạo chậm nhất là 10 ngày sau khi kết thúc kỳ thi và công bố điểm thi cho sinh viên."
                    },
                    {
                        "id": "6a1ca9f1-b87e-4977-aa90-7988d0fe8ac4",
                        "rank": 5,
                        "content": "4. Khi nhập điểm xong, in bảng điểm theo phách và kiểm tra, đối chiếu với biên bản chấm thi kết thúc học phần. Chậm nhất là 05 ngày sau khi nhập xong, các Khoa quản lý học phần, Bộ môn thuộc Trường in bảng điểm học phần có chữ ký của người nhập điểm, của Trưởng khoa quản lý học phần, Trưởng bộ môn thuộc Trường và nộp cho Phòng Khảo thí và Bảo đảm chất lượng để ký đóng dấu và tổ chức lưu trữ theo quy định."
                    },
                    {
                        "id": "424eb96f-b908-4665-b202-3f0a6bc07873",
                        "rank": 5,
                        "content": "5. Trong trường hợp phát hiện sai sót trong khâu nhập điểm khi đã khóa điểm, các Khoa quản lý học phần, Bộ môn thuộc Trường lập biên bản, lập phiếu đề nghị điều chỉnh điểm học phần (theo mẫu) kèm theo biên bản, giải trình, bảng điểm gốc và gửi Phòng Khảo thí và Bảo đảm chất lượng và Phòng Đào tạo đại học để giải quyết."
                    }
                ],
                "child_ids": [
                    "460108ad-a78d-4865-81eb-20323d6b1c43",
                    "64ba6fe1-4960-4e90-9b73-f2b2d7a589a3",
                    "dd670c76-e567-41c5-8a63-2303dba33b7b",
                    "6a1ca9f1-b87e-4977-aa90-7988d0fe8ac4",
                    "424eb96f-b908-4665-b202-3f0a6bc07873"
                ]
            },
            {
                "id": "045a27cd-bb46-40ee-8bc9-1030cde3157b",
                "rank": 3,
                "page": 13,
                "content": "Điều 19. Phúc tra điểm học phần",
                "childs": [
                    {
                        "id": "773ef9b8-b9d7-4b21-b900-fe8f496514a1",
                        "rank": 5,
                        "content": "1. Đối với điểm đánh giá quá trình, sinh viên làm đơn gửi trực tiếp cho giảng viên giảng dạy để giải quyết (nếu có)."
                    },
                    {
                        "id": "c190b5ab-73d1-468a-8e02-b5f3491e32cd",
                        "rank": 5,
                        "content": "2. Đối với điểm thi kết thúc học phần, trong vòng 10 ngày kể từ khi công bố điểm học phần, sinh viên làm đơn phúc tra (theo mẫu) nộp cho Khoa quản lý học phần, Bộ môn thuộc Trường (nếu có). Sau thời gian trên Nhà trường không giải quyết,"
                    },
                    {
                        "id": "48c39c0d-9351-496c-aad1-3df61f65e159",
                        "rank": 5,
                        "content": "3. Trong vòng 05 ngày kể từ ngày nhận đơn phúc tra, Khoa quản lý học phần, Bộ môn thuộc Trường tổ chức phúc tra bài thi."
                    },
                    {
                        "id": "a7f46357-7c29-4595-8b26-2641889dd97c",
                        "rank": 5,
                        "content": "4. Đối với bài thi tự luận, trắc nghiệm trên giấy: Khoa quản lý học phần, Bộ môn thuộc Trường tổ chức rút bài thi của sinh viên, kiểm tra, photocopy bài thi và phân công giảng viên chấm phúc tra theo các bước sau:",
                        "childs": [
                            {
                                "id": "fb4863e6-9b42-4d2f-b543-51a883a3d267",
                                "rank": 7,
                                "content": "a) Hai CBCT chấm phúc tra bài thi độc lập:"
                            },
                            {
                                "id": "dc741397-c0b5-4cb1-9a6a-d216ff957670",
                                "rank": 7,
                                "content": "b) Nếu kết quả chấm của 02 CBCT giống nhau thì lấy kết quả đó làm điểm phúc tra;"
                            },
                            {
                                "id": "7acb8a35-aba9-46c3-b7e6-6f01c3ef011f",
                                "rank": 7,
                                "content": "c) Nếu kết quả chấm của 02 CBCT có sự chênh lệch nhau thì giao bài thi cho Trưởng bộ môn quyết định;"
                            },
                            {
                                "id": "4167e3ea-c7c3-4ecb-abd6-8758bad383d9",
                                "rank": 7,
                                "content": "d) Bài thi có điểm phúc tra lệch so với điểm chấm đợt đầu (đã công bố) từ 0,25 điểm trở lên thì được điều chỉnh điểm. Trong trường hợp điểm phúc tra lệch so với điểm chấm đợt đầu từ 0,5 điểm trở lên thì phải tổ chức đối thoại trực tiếp giữa các CBCT đợt đầu và CBCT chấm phúc tra (có ghi biên bản). Nếu thấy có biểu hiện tiêu cực phải báo cáo Trưởng khoa quản lý học phần, Trưởng bộ môn thuộc Trường để xử lý theo quy định;"
                            },
                            {
                                "id": "ab2ee432-68f2-45f2-ad3a-9c4f3a3b717f",
                                "rank": 7,
                                "content": "e) Trưởng khoa quản lý học phần, Trưởng bộ môn thuộc Trường ký xác nhận điểm phúc tra bài thi."
                            }
                        ],
                        "child_ids": [
                            "fb4863e6-9b42-4d2f-b543-51a883a3d267",
                            "dc741397-c0b5-4cb1-9a6a-d216ff957670",
                            "7acb8a35-aba9-46c3-b7e6-6f01c3ef011f",
                            "4167e3ea-c7c3-4ecb-abd6-8758bad383d9",
                            "ab2ee432-68f2-45f2-ad3a-9c4f3a3b717f"
                        ]
                    },
                    {
                        "id": "9acbd3ea-b407-4fb7-a114-a816b1114132",
                        "rank": 5,
                        "content": "5. Đối với bài thi trắc nghiệm trên máy tính:",
                        "childs": [
                            {
                                "id": "420e5688-9196-4aad-863e-a834c0323f29",
                                "rank": 7,
                                "content": "a) Khoa quản lý học phần, Bộ môn thuộc Trường tổng hợp danh sách sinh viên phúc tra bài thi chuyên cho Phòng Khảo thí và Bảo đảm chất lượng;"
                            },
                            {
                                "id": "e788ec89-5c3d-4f6a-bfef-2801afc16d12",
                                "rank": 7,
                                "content": "b) Phòng Khảo thí và Bảo đảm chất lượng in bài thi của sinh viên từ phần mềm thi trắc nghiệm và bàn giao bài thi cho Khoa quản lý học phần, Bộ môn thuộc Trường tổ chức chấm phúc tra theo quy định tại khoản 4 Điều này."
                            }
                        ],
                        "child_ids": [
                            "420e5688-9196-4aad-863e-a834c0323f29",
                            "e788ec89-5c3d-4f6a-bfef-2801afc16d12"
                        ]
                    },
                    {
                        "id": "12799c8c-afda-40fa-ba3a-7df64dd5934e",
                        "rank": 5,
                        "content": "6. Khoa quản lý học phần, Bộ môn thuộc Trường lập biên bản phúc tra bài thi và thông báo kết quả cho sinh viên. Trường hợp phải điều chỉnh điểm thi, các Khoa quản lý học phần, Bộ môn thuộc Trường gửi biên bản, phiếu điều chỉnh điểm học phần, bảng điểm gốc cho Phòng Khảo thí và Bảo đảm chất lượng, Phòng Đào tạo đại học để điều chỉnh điểm thi."
                    }
                ],
                "child_ids": [
                    "773ef9b8-b9d7-4b21-b900-fe8f496514a1",
                    "c190b5ab-73d1-468a-8e02-b5f3491e32cd",
                    "48c39c0d-9351-496c-aad1-3df61f65e159",
                    "a7f46357-7c29-4595-8b26-2641889dd97c",
                    "9acbd3ea-b407-4fb7-a114-a816b1114132",
                    "12799c8c-afda-40fa-ba3a-7df64dd5934e"
                ]
            }
        ],
        "child_ids": [
            "c25b84cb-aca6-4263-8170-b221e2bfac85",
            "2dc8fa44-d354-4e39-8378-9e36d0ad4a30",
            "9004bc76-1df1-4a10-8a74-14ee4e0ca47d",
            "045a27cd-bb46-40ee-8bc9-1030cde3157b"
        ]
    },
    {
        "id": "b3554def-0ffd-4e29-81ed-0ac57b2f9bc8",
        "rank": 1,
        "content": "Chương V: XỬ LÝ VI PHẠM",
        "childs": [
            {
                "id": "74817ac9-fd6e-469d-bdc2-0fdf2b9241ec",
                "rank": 3,
                "page": 14,
                "content": "Điều 20. Xử lý đối với viên chức, người lao động vi phạm quy chế thi",
                "childs": [
                    {
                        "id": "66dcbefd-26b8-442f-affc-e2dba48fa8ec",
                        "rank": 1000,
                        "content": "Viên chức, người lao động tham gia công tác tổ chức thi nếu có hành vi vi phạm, tùy theo mức độ sẽ bị xử lý theo quy định của pháp luật về viên chức và các quy chế, quy định hiện hành."
                    },
                    {
                        "id": "5f0a586c-958c-4593-87f3-f48b33e439b1",
                        "rank": 5,
                        "content": "1. Khiển trách đối với người vi phạm một trong các lỗi sau và đã được nhắc nhở nhưng tiếp tục vi phạm: Ra đề thi, đáp án không đúng các mẫu quy định; ghi sai mã và tên học phần; bỏ nhằm bì đề thi và đáp án; đi coi thi muộn giờ so với quy định; không ký tên vào giấy thi, giấy nháp của sinh viên; không tập trung làm nhiệm vụ trong khi coi thi (CBCT ngồi không đúng vị trí, nói chuyện riêng) hoặc bỏ vị trí đi làm việc riêng, trong một học kỳ bỏ 01 buổi coi thi không có lý do chính đáng, không báo cáo đơn vị tổ chức thi; chấm thi, nhập điểm muộn so với quy định."
                    },
                    {
                        "id": "fca56600-d9b6-4f3a-a34d-0442ac2a4414",
                        "rank": 5,
                        "content": "2. Cảnh cáo đối với người vi phạm một trong các lỗi sau: Ra đề thi và đáp án có sai sót về nội dung; để cho sinh viên quay cóp, mang và sử dụng tài liệu hoặc các phương tiện kỹ thuật thu phát, truyền tin, ghi âm tại phòng thi bị cán bộ giám sát thi phát hiện và lập biên bản; không xử lý đối với những sinh viên đã bị phát hiện có vi phạm quy định thi bị cán bộ giám sát thi kiểm tra, phát hiện và lập biên bản; Sử dụng điện thoại khi đang coi thi; trong một học kỳ bỏ coi thi 02 buổi trở lên không có lý do chính đáng, không báo cáo với đơn vị tổ chức thi; trực tiếp giải bài, hướng dẫn cho sinh viên làm bài lúc đang thi; lấy bài làm của sinh viên này chuyển cho sinh viên khác; chấm điểm không đúng quy định, vượt khung hoặc hạ điểm của sinh viên"
                    },
                    {
                        "id": "f252dbeb-9567-434f-aca9-12bd7c2b4f82",
                        "rank": 5,
                        "content": "3. Buộc thôi việc hoặc đề nghị truy cứu trách nhiệm hình sự đối với người có một trong các hành vi sai phạm sau: Dưa đề ra ngoài khu vực thi hoặc đưa bài giải từ ngoài vào phòng thi trong lúc đang thi; làm lộ đề thi, mua, bán đề thi, sửa chữa, thêm, bớt vào bài làm của sinh viên; đánh tráo bài thi, số phách hoặc điểm thi của sinh viên; cố ý sửa điểm trên bài thi, trong việc nhập điểm lên phần mềm hoặc trong bảng điểm."
                    },
                    {
                        "id": "3b13aad8-c978-4818-9766-503e26b9a205",
                        "rank": 5,
                        "content": "4. Viên chức làm mất bài thi của sinh viên khi thu bài, vận chuyển và bảo quản bài thi, chấm thi hoặc có những sai phạm khác trong công tác tổ chức thi, tùy theo tính chất, mức độ vi phạm sẽ bị xử lý kỷ luật theo một trong các hình thức kỷ luật quy định tại Điều này."
                    }
                ],
                "child_ids": [
                    "66dcbefd-26b8-442f-affc-e2dba48fa8ec",
                    "5f0a586c-958c-4593-87f3-f48b33e439b1",
                    "fca56600-d9b6-4f3a-a34d-0442ac2a4414",
                    "f252dbeb-9567-434f-aca9-12bd7c2b4f82",
                    "3b13aad8-c978-4818-9766-503e26b9a205"
                ]
            },
            {
                "id": "c012c538-cb7e-4f7c-8bbf-dff513d18790",
                "rank": 3,
                "page": 15,
                "content": "Điều 21. Xử lý đối với sinh viên vi phạm quy chế thi",
                "childs": [
                    {
                        "id": "690a3ea3-071c-4d9c-988b-764acfb6448d",
                        "rank": 1000,
                        "content": "Đối với những sinh viên vi phạm quy chế thi đều phải lập biên bản (theo mẫu), ghi rõ hình thức kỷ luật và tùy mức độ sẽ xử lý kỷ luật theo các hình thức sau đây:"
                    },
                    {
                        "id": "a4f57abe-f8f9-4bfc-804e-928cd03eb388",
                        "rank": 5,
                        "content": "1. Khiển trách",
                        "childs": [
                            {
                                "id": "4f7f78f4-5c5c-4a38-a9bc-adfef5b87580",
                                "rank": 7,
                                "content": "a) Áp dụng đối với sinh viên vi phạm một trong các lỗi sau: Nhìn bài của sinh viên khác, trao đổi với sinh viên khác; tiếp tục làm bài sau khi đã hết thời gian làm bài; gây mất trật tự trong khu vực thi;"
                            },
                            {
                                "id": "61ece1aa-0fc0-46b0-9b90-90a4d1a792b8",
                                "rank": 7,
                                "content": "b) Hình thức này do CBCT quyết định tại biên bản được lập;"
                            },
                            {
                                "id": "6a2ee711-807a-4752-a360-a4381350d210",
                                "rank": 7,
                                "content": "c) Sinh viên bị xử lý kỷ luật mức khiển trách sẽ bị trừ 25% số điểm toàn bài thi của học phần dự thi."
                            }
                        ],
                        "child_ids": [
                            "4f7f78f4-5c5c-4a38-a9bc-adfef5b87580",
                            "61ece1aa-0fc0-46b0-9b90-90a4d1a792b8",
                            "6a2ee711-807a-4752-a360-a4381350d210"
                        ]
                    },
                    {
                        "id": "1b59a600-3e89-4ee9-9971-3bf5b825372e",
                        "rank": 5,
                        "content": "2. Cảnh cáo",
                        "childs": [
                            {
                                "id": "bdab6312-25f6-4cb6-a4a9-228bc90bd42f",
                                "rank": 7,
                                "content": "a) Áp dụng đối với sinh viên vi phạm một trong các lỗi sau: Đã bị khiển trách một lần nhưng trong giờ thi học phần đó vẫn tiếp tục vi phạm; trao đổi bài làm hoặc giấy nháp với sinh viên khác; chép bài của sinh viên khác; những bài thi đã được CBCT kết luận là giống nhau sẽ bị xử lý như nhau; nếu sinh viên bị xử lý có đủ bằng chứng chứng minh mình bị quay cóp thì có thể xem xét giảm hoặc hủy hình thức xử lý vi phạm."
                            },
                            {
                                "id": "a5520e2c-a1eb-432b-9940-1ec561e8ccd4",
                                "rank": 7,
                                "content": "b) Hình thức này do CBCT quyết định tại biên bản được lập, kèm theo tang vật (nếu có);"
                            },
                            {
                                "id": "f4b91cdd-f9e1-42fd-800b-6a9fe7283dd9",
                                "rank": 7,
                                "content": "c) Sinh viên bị xử lý kỷ luật mức cảnh cáo sẽ bị trừ 50% số điểm toàn bài thi của học phần dự thi."
                            }
                        ],
                        "child_ids": [
                            "bdab6312-25f6-4cb6-a4a9-228bc90bd42f",
                            "a5520e2c-a1eb-432b-9940-1ec561e8ccd4",
                            "f4b91cdd-f9e1-42fd-800b-6a9fe7283dd9"
                        ]
                    },
                    {
                        "id": "6c17cd6a-a627-4108-9c3b-0804e3b3dd39",
                        "rank": 5,
                        "content": "3. Đình chỉ thi",
                        "childs": [
                            {
                                "id": "7d07dac0-96f6-490e-aa3f-e30ad81e90c0",
                                "rank": 7,
                                "content": "a) Áp dụng đối với sinh viên vi phạm một trong các lỗi sau: Đã bị cảnh cáo một lần nhưng trong giờ thi môn đó vẫn tiếp tục vi phạm quy định thi ở mức khiển trách hoặc cảnh cáo; mang vào phòng thi tài liệu, phương tiện bị cấm; đưa đề thi ra ngoài khu vực thi hoặc nhận bài giải từ ngoài vào phòng thi; viết, vẽ những nội dung không liên quan đến bài thi; có hành động gây rối, có lời nói, cử chỉ đe dọa, xúc phạm CBCT hoặc đe dọa sinh viên khác; không chấp hành yêu cầu của CBCT liên quan đến kỷ luật phòng thi;"
                            },
                            {
                                "id": "36576aaf-d5cc-43a8-9956-c0d6e71f1577",
                                "rank": 7,
                                "content": "b) CBCT lập biên bản, thu tang vật (nếu có) và báo cáo Ban Tổ chức kỳ thi quyết định hình thức đình chỉ thi. Thí sinh bị đình chỉ thi phải nộp bài thi, đề thi, giấy nháp cho CBCT và phải ra khỏi phòng thi ngay sau khi có quyết định, chỉ được rời khỏi khu vực thi khi hết thời gian của buổi thi;"
                            },
                            {
                                "id": "3dca6db9-ca39-44d0-9410-975dd3528d5c",
                                "rank": 7,
                                "content": "c) Sinh viên bị đình chỉ thi học phần nào thì sẽ nhận điểm 0 (không) ở điểm thi học phần đó."
                            }
                        ],
                        "child_ids": [
                            "7d07dac0-96f6-490e-aa3f-e30ad81e90c0",
                            "36576aaf-d5cc-43a8-9956-c0d6e71f1577",
                            "3dca6db9-ca39-44d0-9410-975dd3528d5c"
                        ]
                    },
                    {
                        "id": "7045d8bf-7314-4a1f-bba8-80cafc924dfa",
                        "rank": 5,
                        "content": "4. Đình chỉ học tập",
                        "childs": [
                            {
                                "id": "b261f5c3-f907-4d34-856f-e0fcbe5bd27f",
                                "rank": 7,
                                "content": "a) Áp dụng đối với sinh viên đi thi hộ cho người khác hoặc nhờ người khác thi hộ;"
                            },
                            {
                                "id": "0944aafc-ac85-40a4-8ef3-794f56af29d7",
                                "rank": 7,
                                "content": "b) Sinh viên vi phạm lần thứ nhất bị đình chỉ học tập 01 năm; vi phạm lần thứ hai bị buộc thôi học;"
                            },
                            {
                                "id": "427411cb-1357-4116-9ebe-f98cdb5f4aea",
                                "rank": 7,
                                "content": "c) Hình thức này do Ban Tổ chức kỳ thi lập biên bản, trình Hội đồng kỷ luật quyết định."
                            }
                        ],
                        "child_ids": [
                            "b261f5c3-f907-4d34-856f-e0fcbe5bd27f",
                            "0944aafc-ac85-40a4-8ef3-794f56af29d7",
                            "427411cb-1357-4116-9ebe-f98cdb5f4aea"
                        ]
                    }
                ],
                "child_ids": [
                    "690a3ea3-071c-4d9c-988b-764acfb6448d",
                    "a4f57abe-f8f9-4bfc-804e-928cd03eb388",
                    "1b59a600-3e89-4ee9-9971-3bf5b825372e",
                    "6c17cd6a-a627-4108-9c3b-0804e3b3dd39",
                    "7045d8bf-7314-4a1f-bba8-80cafc924dfa"
                ]
            }
        ],
        "child_ids": [
            "74817ac9-fd6e-469d-bdc2-0fdf2b9241ec",
            "c012c538-cb7e-4f7c-8bbf-dff513d18790"
        ]
    },
    {
        "id": "ae26711b-26dd-477a-91fa-22b1f5ce760b",
        "rank": 1,
        "content": "Chương VI: TỔ CHỨC THỰC HIỆN",
        "childs": [
            {
                "id": "2082285d-77ae-401c-ae44-e7ecc9e7310a",
                "rank": 3,
                "page": 16,
                "content": "Điều 22. Lưu trữ tài liệu liên quan đến kỳ thi",
                "childs": [
                    {
                        "id": "0dce2588-11a7-4567-8581-f72dc7fc79bb",
                        "rank": 5,
                        "content": "1. Phòng Khảo thí và Bảo đảm chất lượng chịu trách nhiệm lưu trữ kế hoạch thi kết thúc học phần, danh sách Ban Tổ chức kỳ thi, đề thi, đơn đề nghị hoãn thi của sinh viên, bảng điểm học phần."
                    },
                    {
                        "id": "1f3c35ad-75ed-4463-bebe-4893bf791037",
                        "rank": 5,
                        "content": "2. Các Khoa quản lý học phần, Bộ môn thuộc Trường lưu trữ các văn bản liên quan đến kỳ thi, danh sách sinh viên dự thi, danh sách phân công CBCT, biên bản kỷ luật (nếu có), bài thi, bảng phách, các loại bảng điểm."
                    }
                ],
                "child_ids": [
                    "0dce2588-11a7-4567-8581-f72dc7fc79bb",
                    "1f3c35ad-75ed-4463-bebe-4893bf791037"
                ]
            },
            {
                "id": "47029a03-d9c6-4648-86c6-835bfddbd965",
                "rank": 3,
                "page": 16,
                "content": "Điều 23. Điều khoản thi hành",
                "childs": [
                    {
                        "id": "64111ed9-088e-486e-bb7e-d3b2cd046d68",
                        "rank": 5,
                        "content": "1. Các đơn vị thuộc Trường và các Cơ sở liên kết đào tạo có trách nhiệm phối hợp với Phòng Khảo thí và Bảo đảm chất lượng triển khai thực hiện quy định này."
                    },
                    {
                        "id": "21bc29a6-c5f2-4395-9d16-f9dd60543cb5",
                        "rank": 5,
                        "content": "2. Trong quá trình thực hiện, nếu có vướng mắc, các đơn vị có trách nhiệm phản ánh kịp thời bằng văn bản cho Nhà trường (qua Phòng Khảo thí và Bảo đảm chất lượng) để xem xét, điều chỉnh cho phù hợp."
                    }
                ],
                "child_ids": [
                    "64111ed9-088e-486e-bb7e-d3b2cd046d68",
                    "21bc29a6-c5f2-4395-9d16-f9dd60543cb5"
                ]
            }
        ],
        "child_ids": [
            "2082285d-77ae-401c-ae44-e7ecc9e7310a",
            "47029a03-d9c6-4648-86c6-835bfddbd965"
        ]
    }
]